{
    "workspace": "espacio",
    "An internal error has occurred": "Ha ocurrido un error interno",
    "The provided data is not valid": "Los datos proporcionados no son válidos",
    "Authentication token required or invalid": "Token de autenticación requerido o inválido",
    "You do not have permission to perform this action": "No tienes permiso para realizar esta acción",
    "The requested resource was not found": "El recurso solicitado no fue encontrado",
    "The requested endpoint does not exist": "El endpoint solicitado no existe",
    "HTTP Error": "Error HTTP",
    "An internal server error has occurred": "Ha ocurrido un error interno del servidor",
    "Database connection error": "Error de conexión a la base de datos",
    "Tenant related error": "Error relacionado con el tenant",
    "Start Date": "Fecha Inicio",
    "End Date": "Fecha Fin",
    "Period": "Período",
    "Day": "Día",
    "Week": "Semana",
    "Month": "Mes",
    "Year": "Año",
    "Settings": "Configuración",
    "General Settings": "Configuración General",
    "Invoices": "Facturas",
    "Open Graph Images": "Imágenes Open Graph",
    "Tenancy": "Multi-tenant",
    "Announcements": "Anuncios",
    "Announcement": "Anuncio",
    "Title": "Título",
    "The title of the announcement (for internal use only).": "El título del anuncio (solo para uso interno).",
    "Content": "Contenido",
    "The content of the announcement.": "El contenido del anuncio.",
    "Starts At": "Inicia En",
    "The date and time the announcement will start displaying.": "La fecha y hora en que el anuncio comenzará a mostrarse.",
    "Ends At": "Termina En",
    "The date and time the announcement will stop displaying.": "La fecha y hora en que el anuncio dejará de mostrarse.",
    "Is Active": "Está Activo",
    "Is Dismissible": "Es Descartable",
    "If enabled, users will be able to dismiss the announcement.": "Si está habilitado, los usuarios podrán descartar el anuncio.",
    "Show on frontend": "Mostrar en frontend",
    "If enabled, the announcement will be displayed on the frontend website.": "Si está habilitado, el anuncio se mostrará en el sitio web frontend.",
    "Show on user dashboard": "Mostrar en panel de usuario",
    "If enabled, the announcement will be displayed on the user dashboard.": "Si está habilitado, el anuncio se mostrará en el panel del usuario.",
    "Show for customers": "Mostrar para clientes",
    "If enabled, the announcement will be displayed for customers (users who either bought a product or subscribed to a plan).": "Si está habilitado, el anuncio se mostrará para clientes (usuarios que compraron un producto o se suscribieron a un plan).",
    "Active": "Activo",
    "Created At": "Creado En",
    "Updated At": "Actualizado En",
    "Blog": "Blog",
    "Blog Post Categories": "Categorías de Artículos",
    "Blog Post Category": "Categoría de Artículo",
    "Name": "Nombre",
    "Slug": "Slug",
    "Leave empty to generate slug automatically name.": "Dejar vacío para generar el slug automáticamente del nombre.",
    "Blog Posts": "Artículos del Blog",
    "Blog Post": "Artículo del Blog",
    "A short description of the post (will be used in meta tags).": "Una breve descripción del artículo (se usará en meta tags).",
    "Will be used in the URL of the post. Leave empty to generate slug automatically from title.": "Se usará en la URL del artículo. Dejar vacío para generar el slug automáticamente del título.",
    "Author": "Autor",
    "Images": "Imágenes",
    "Is Published": "Está Publicado",
    "Published At": "Publicado En",
    "Published": "Publicado",
    "View Post": "Ver Artículo",
    "Product Management": "Gestión de Productos",
    "Discounts": "Descuentos",
    "Discount": "Descuento",
    "Description": "Descripción",
    "Type": "Tipo",
    "Fixed amount": "Monto fijo",
    "Percentage (of the total price)": "Porcentaje (del precio total)",
    "Amount": "Monto",
    "If you choose percentage, enter a number between 0 and 100. For example: 90 for 90%. For fixed amount, enter the amount in cents. For example: 1000 for $10.00": "Si eliges porcentaje, ingresa un número entre 0 y 100. Por ejemplo: 90 para 90%. Para monto fijo, ingresa el monto en centavos. Por ejemplo: 1000 para $10.00",
    "Enabled for all plans": "Habilitado para todos los planes",
    "If enabled, this discount will be applied to all plans. If disabled, you can select specific plans.": "Si está habilitado, este descuento se aplicará a todos los planes. Si está deshabilitado, puedes seleccionar planes específicos.",
    "Plans": "Planes",
    "Select the plans that this discount will be applied to.": "Selecciona los planes a los que se aplicará este descuento.",
    "Enabled for all one-time products": "Habilitado para todos los productos de compra única",
    "If enabled, this discount will be applied to all one-time products. If disabled, you can select specific one-time products.": "Si está habilitado, este descuento se aplicará a todos los productos de compra única. Si está deshabilitado, puedes seleccionar productos específicos.",
    "One-time purchase products": "Productos de compra única",
    "Select the one-time products that this discount will be applied to.": "Selecciona los productos de compra única a los que se aplicará este descuento.",
    "Maximum Redemptions": "Canjes Máximos",
    "Enter -1 for unlimited redemptions (total).": "Ingresa -1 para canjes ilimitados (total).",
    "Maximum Redemptions Per User": "Canjes Máximos Por Usuario",
    "Enter -1 for unlimited redemptions per user.": "Ingresa -1 para canjes ilimitados por usuario.",
    "Is Recurring?": "¿Es Recurrente?",
    "If enabled, this discount will keep being applied to the subscription forever (or until valid if you set maximum valid date).": "Si está habilitado, este descuento se seguirá aplicando a la suscripción para siempre (o hasta que sea válido si estableces una fecha máxima de validez).",
    "Duration in Months": "Duración en Meses",
    "This allows you define how many months the discount should apply. Only works with payment providers that support this feature. (like Stripe or Lemon Squeezy)": "Esto te permite definir cuántos meses debe aplicarse el descuento. Solo funciona con proveedores de pago que soporten esta característica. (como Stripe o Lemon Squeezy)",
    "Maximum Recurring Intervals": "Intervalos Recurrentes Máximos",
    "Amount of subscription billing periods that this discount recurs for. Only works with payment providers that support this feature. (like Paddle)": "Cantidad de períodos de facturación de suscripción para los que se repite este descuento. Solo funciona con proveedores de pago que soporten esta característica. (como Paddle)",
    "Redemptions": "Canjes",
    "Updated at": "Actualizado en",
    "Code": "Código",
    "The code that will be used to redeem the discount.": "El código que se usará para canjear el descuento.",
    "add_bulk_codes": "añadir_códigos_masivos",
    "New Bulk Codes": "Nuevos Códigos Masivos",
    "The prefix will be added to the beginning of each code.": "El prefijo se añadirá al inicio de cada código.",
    "Prefix": "Prefijo",
    "Count": "Cantidad",
    "The number of codes to generate.": "El número de códigos a generar.",
    "Email Providers": "Proveedores de Email",
    "Email Provider": "Proveedor de Email",
    "Provider Name": "Nombre del Proveedor",
    "Edit Credentials": "Editar Credenciales",
    "Test Email Failed To Send with message:": "El Email de Prueba Falló al Enviarse con el mensaje:",
    "Test Email Queued For Sending, check \/horizon to see if it was sent.": "Email de Prueba en Cola para Envío, revisa \/horizon para ver si fue enviado.",
    "Send Test Email": "Enviar Email de Prueba",
    "Oauth Login Providers": "Proveedores de Login OAuth",
    "Oauth Login Provider": "Proveedor de Login OAuth",
    "Enabled": "Habilitado",
    "Leave empty to generate slug automatically from product name.": "Dejar vacío para generar el slug automáticamente del nombre del producto.",
    "One line description of the product.": "Descripción de una línea del producto.",
    "Max Quantity": "Cantidad Máxima",
    "The maximum quantity of this product that can be purchased at once. Set to 0 for unlimited quantity. If set to 1, customers will not be able to edit the quantity on the checkout page.": "La cantidad máxima de este producto que se puede comprar a la vez. Establece 0 para cantidad ilimitada. Si se establece en 1, los clientes no podrán editar la cantidad en la página de pago.",
    "If the product is not active, your customers will not be able to purchase it.": "Si el producto no está activo, tus clientes no podrán comprarlo.",
    "Metadata": "Metadatos",
    "Add any additional data to this product. You can use this to store product features that could later be retrieved to serve your users.": "Añade cualquier dato adicional a este producto. Puedes usar esto para almacenar características del producto que luego puedan recuperarse para servir a tus usuarios.",
    "Property name": "Nombre de propiedad",
    "Property value": "Valor de propiedad",
    "Features": "Características",
    "Add features that this product offers. These will be displayed on the checkout page.": "Añade características que ofrece este producto. Estas se mostrarán en la página de pago.",
    "Feature": "Característica",
    "A one-time purchase product is a non-recurring product that is purchased once for a certain price.": "Un producto de compra única es un producto no recurrente que se compra una vez por un precio determinado.",
    "One-time Purchase Product": "Producto de Compra Única",
    "One-time Purchase Products": "Productos de Compra Única",
    "Payment Provider Data": "Datos del Proveedor de Pago",
    "Payment Provider": "Proveedor de Pago",
    "Payment Provider Product\/Variant ID": "ID de Producto\/Variante del Proveedor de Pago",
    "Validate Product (Lemon Squeezy)": "Validar Producto (Lemon Squeezy)",
    "Invalid Payment Provider": "Proveedor de Pago Inválido",
    "The selected payment provider is not Lemon Squeezy.": "El proveedor de pago seleccionado no es Lemon Squeezy.",
    "Problem validating product": "Problema al validar producto",
    "Product found": "Producto encontrado",
    "The product with the variant ID :variantId was found and is matching your plan product details.": "El producto con el ID de variante :variantId fue encontrado y coincide con los detalles de tu producto del plan.",
    "Enter price in lowest denomination for a currency (cents). E.g. 1000 = 10.00": "Ingresa el precio en la denominación más baja de la moneda (centavos). Ej. 1000 = 10.00",
    "Price": "Precio",
    "Revenue": "Ingresos",
    "Tenant": "Tenant",
    "Status": "Estado",
    "Total Amount": "Monto Total",
    "Total Amount After Discount": "Monto Total Después del Descuento",
    "Total Discount Amount": "Monto Total de Descuento",
    "Is Local Order (Manual)": "Es Pedido Local (Manual)",
    "Details": "Detalles",
    "Order Details": "Detalles del Pedido",
    "View details about this order.": "Ver detalles sobre este pedido.",
    "Discount Amount": "Monto de Descuento",
    "Yes": "Sí",
    "No": "No",
    "Comments": "Comentarios",
    "Order Items": "Artículos del Pedido",
    "View details about order items.": "Ver detalles sobre los artículos del pedido.",
    "Quantity": "Cantidad",
    "Price Per Unit": "Precio Por Unidad",
    "Price Per Unit After Discount": "Precio Por Unidad Después del Descuento",
    "Discount Per Unit": "Descuento Por Unidad",
    "Orders": "Pedidos",
    "Order": "Pedido",
    "Create Order": "Crear Pedido",
    "User": "Usuario",
    "Adding an order manually to a user will add a zero amount order to the user's account, and user will be able to have access to any parts of your application that require a user to have ordered that product.": "Añadir un pedido manualmente a un usuario agregará un pedido de monto cero a la cuenta del usuario, y el usuario podrá tener acceso a cualquier parte de tu aplicación que requiera que un usuario haya pedido ese producto.",
    "Select the tenant for which you want to create a order. If the user has multiple tenants, you can select one of them. If you do not select a tenant, a new tenant will be created for the user.": "Selecciona el tenant para el cual quieres crear un pedido. Si el usuario tiene múltiples tenants, puedes seleccionar uno de ellos. Si no seleccionas un tenant, se creará un nuevo tenant para el usuario.",
    "Product": "Producto",
    "Selected tenant not found.": "Tenant seleccionado no encontrado.",
    "Order created successfully.": "Pedido creado exitosamente.",
    "all": "todos",
    "success": "exitoso",
    "refunded": "reembolsado",
    "pending": "pendiente",
    "failed": "fallido",
    "disputed": "disputado",
    "Update Order": "Actualizar Pedido",
    "Order Status": "Estado del Pedido",
    "Success": "Exitoso",
    "Failed": "Fallido",
    "Optional comments about the order.": "Comentarios opcionales sobre el pedido.",
    "You cannot update this order.": "No puedes actualizar este pedido.",
    "Payment Providers": "Proveedores de Pago",
    "The name of the payment provider (shown on checkout page).": "El nombre del proveedor de pago (mostrado en la página de pago).",
    "Deactivating this payment provider will prevent it from being used for new & old subscriptions. Customers will not be able to pay for their services so USE WITH CAUTION.": "Desactivar este proveedor de pago evitará que se use para suscripciones nuevas y antiguas. Los clientes no podrán pagar por sus servicios, así que USA CON PRECAUCIÓN.",
    "Enabled for new payments": "Habilitado para nuevos pagos",
    "If disabled, this payment provider will not be shown on the checkout page, but will still be available for existing subscriptions and receiving webhooks.": "Si está deshabilitado, este proveedor de pago no se mostrará en la página de pago, pero seguirá disponible para suscripciones existentes y recibir webhooks.",
    "Icon": "Icono",
    "Unable to delete plan": "No se puede eliminar el plan",
    "This plan has subscriptions and cannot be deleted.": "Este plan tiene suscripciones y no puede ser eliminado.",
    "Plan": "Plan",
    "Leave empty to generate slug automatically from product name & interval.": "Dejar vacío para generar el slug automáticamente del nombre del producto e intervalo.",
    "Flat Rate: Fixed price per billing cycle. Seat Based: Charge per seat\/user for each billing cycle. Usage Based: Price per unit with optional tiers.": "Tarifa Plana: Precio fijo por ciclo de facturación. Por Asiento: Cargo por asiento\/usuario por cada ciclo de facturación. Por Uso: Precio por unidad con niveles opcionales.",
    "Important": "Importante",
    "Usage-based pricing is not supported for Paddle.": "El precio basado en uso no está soportado para Paddle.",
    "Flat Rate": "Tarifa Plana",
    "Seat-Based": "Por Asiento",
    "Usage-based": "Por Uso",
    "Max Users Per Tenant": "Máx. Usuarios Por Tenant",
    "The maximum number of users that can be added to a tenant (team). Use that to limited the number of users that can use this plan for each tenant. Use \"0\" for unlimited.": "El número máximo de usuarios que se pueden añadir a un tenant (equipo). Usa esto para limitar el número de usuarios que pueden usar este plan por cada tenant. Usa \"0\" para ilimitado.",
    "Meter": "Medidor",
    "The name of the meter. Please use singular form, for example: \"Token\" instead of \"Tokens\".": "El nombre del medidor. Por favor usa forma singular, por ejemplo: \"Token\" en lugar de \"Tokens\".",
    "Interval Count": "Cantidad de Intervalos",
    "The number of intervals (weeks, months, etc) between each billing cycle.": "El número de intervalos (semanas, meses, etc) entre cada ciclo de facturación.",
    "Interval": "Intervalo",
    "The interval (week, month, etc) between each billing cycle.": "El intervalo (semana, mes, etc) entre cada ciclo de facturación.",
    "Has Trial": "Tiene Prueba",
    "Trial Interval Count": "Cantidad de Intervalos de Prueba",
    "Trial Interval": "Intervalo de Prueba",
    "Plans are the different tiers of your product that you offer to your customers.": "Los planes son los diferentes niveles de tu producto que ofreces a tus clientes.",
    "For example: if you have Starter, Pro and Premium products, you would create a monthly and yearly plans for each of those to offer them in different intervals.": "Por ejemplo: si tienes productos Starter, Pro y Premium, crearías planes mensuales y anuales para cada uno de ellos para ofrecerlos en diferentes intervalos.",
    "Trial": "Prueba",
    "Has Prices": "Tiene Precios",
    "Pick the price type for this plan.": "Elige el tipo de precio para este plan.",
    "Fixed Fee": "Tarifa Fija",
    "Enter price in lowest denomination for a currency (cents). E.g. 1000 = $10.00": "Ingresa el precio en la denominación más baja de la moneda (centavos). Ej. 1000 = $10.00",
    "Important: Fixed fee is available only for Stripe.": "Importante: La tarifa fija solo está disponible para Stripe.",
    "A fixed fee is an amount that your customer will be charged every billing cycle in addition to any usage-based amount. Enter fixed fee in lowest denomination for a currency (cents). E.g. 1000 = $10.00": "Una tarifa fija es un monto que se cobrará a tu cliente cada ciclo de facturación además de cualquier monto basado en uso. Ingresa la tarifa fija en la denominación más baja de la moneda (centavos). Ej. 1000 = $10.00",
    "It is highly recommended that you set up a fixed fee for your usage-based billing plans if you are dealing with low-trust customers, as customers can keep using your service and then disable their credit card to avoid being charged for usage.": "Es altamente recomendable que establezcas una tarifa fija para tus planes de facturación basados en uso si tratas con clientes de baja confianza, ya que los clientes pueden seguir usando tu servicio y luego deshabilitar su tarjeta de crédito para evitar ser cobrados por el uso.",
    "Price per unit": "Precio por unidad",
    "Enter price per unit in lowest denomination for a currency (cents). E.g. 1000 = $10.00": "Ingresa el precio por unidad en la denominación más baja de la moneda (centavos). Ej. 1000 = $10.00",
    "Enter tier prices in lowest denomination for a currency (cents). E.g. 1000 = $10.00": "Ingresa los precios de nivel en la denominación más baja de la moneda (centavos). Ej. 1000 = $10.00",
    "Tiers": "Niveles",
    "Up until (x) units": "Hasta (x) unidades",
    "Flat fee": "Tarifa plana",
    "At least one tier is required": "Se requiere al menos un nivel",
    "The last tier must have \"∞\" as the value for \"Up until (x) units\"": "El último nivel debe tener \"∞\" como valor para \"Hasta (x) unidades\"",
    "The \"Up until (x) units\" values should be in ascending order": "Los valores de \"Hasta (x) unidades\" deben estar en orden ascendente",
    "The \"Up until (x) units\" values should be an integer or \"∞\"": "Los valores de \"Hasta (x) unidades\" deben ser un entero o \"∞\"",
    "Only one tier can have \"∞\" as the value for \"Up until (x) units\"": "Solo un nivel puede tener \"∞\" como valor para \"Hasta (x) unidades\"",
    "Unit Quantity": "Cantidad de Unidades",
    "Enter an example unit quantity to see how the price is calculated.": "Ingresa una cantidad de unidades de ejemplo para ver cómo se calcula el precio.",
    "Price Preview Calculation": "Cálculo de Vista Previa del Precio",
    "Price Preview": "Vista Previa del Precio",
    "Currency": "Moneda",
    " (Fixed fee)": " (Tarifa fija)",
    "Tiered (Volume) pricing model is calculated as follows: <br\/> (volume of usage * price per unit) + Flat fee of that tier + Fixed fee (if any).": "El modelo de precios por Niveles (Volumen) se calcula así: <br\/> (volumen de uso * precio por unidad) + Tarifa plana de ese nivel + Tarifa fija (si existe).",
    "Tiered (Graduated) pricing model is calculated as follows: <br\/> Sum of ((volume of usage * price per unit) + Flat fee) at each tier + Fixed fee (if any).": "El modelo de precios por Niveles (Graduado) se calcula así: <br\/> Suma de ((volumen de uso * precio por unidad) + Tarifa plana) en cada nivel + Tarifa fija (si existe).",
    "Unable to delete product": "No se puede eliminar el producto",
    "This product has plans and cannot be deleted.": "Este producto tiene planes y no puede ser eliminado.",
    "Popular product": "Producto popular",
    "Mark this product as popular. This will be used to highlight this product in the pricing page.": "Marca este producto como popular. Esto se usará para destacar este producto en la página de precios.",
    "Is default product": "Es producto predeterminado",
    "default product": "producto predeterminado",
    "A default product is a kind of a hidden product that allows you to set the features (and metadata) for users that have no active plan. Add a default product if you want to offer a free tier to your users. You can only have 1 default product and it cannot have any plans.": "Un producto predeterminado es un tipo de producto oculto que te permite establecer las características (y metadatos) para usuarios que no tienen un plan activo. Añade un producto predeterminado si quieres ofrecer un nivel gratuito a tus usuarios. Solo puedes tener 1 producto predeterminado y no puede tener ningún plan.",
    "Add features that this plan offers. These will be displayed on the pricing page and on the checkout page.": "Añade características que ofrece este plan. Estas se mostrarán en la página de precios y en la página de pago.",
    "A product is bundle of features that you offer to your customers.": "Un producto es un paquete de características que ofreces a tus clientes.",
    "If you want to provide a Starter, Pro and Premium offerings to your customers, create a product for each of them.": "Si quieres proporcionar ofertas Starter, Pro y Premium a tus clientes, crea un producto para cada una de ellas.",
    "Popular": "Popular",
    "Default": "Predeterminado",
    "Subscription Product": "Producto de Suscripción",
    "Subscription Products": "Productos de Suscripción",
    "IP Address": "Dirección IP",
    "Roadmap": "Hoja de Ruta",
    "Roadmap Items": "Elementos de Hoja de Ruta",
    "Roadmap Item": "Elemento de Hoja de Ruta",
    "Upvotes": "Votos Positivos",
    "User Management": "Gestión de Usuarios",
    "Roles": "Roles",
    "Role": "Rol",
    "Role Name": "Nombre del Rol",
    "The name of the role.": "El nombre del rol.",
    "Is Tenant Role": "Es Rol de Tenant",
    "This role is used for tenant users. If checked, only tenancy permissions can be assigned to this role.": "Este rol se usa para usuarios de tenant. Si está marcado, solo se pueden asignar permisos de tenancy a este rol.",
    "Permissions": "Permisos",
    "The following permissions are not allowed for tenancy roles -> :permissions": "Los siguientes permisos no están permitidos para roles de tenancy -> :permissions",
    "The following permissions are not allowed for admin roles -> :permissions": "Los siguientes permisos no están permitidos para roles de admin -> :permissions",
    "Choose the permissions for this role. Tenancy permissions can only be assigned to tenancy roles.": "Elige los permisos para este rol. Los permisos de tenancy solo se pueden asignar a roles de tenancy.",
    "Select permissions...": "Seleccionar permisos...",
    "Manage the roles in your application. Roles that start with \"tenancy:\" are supposed to be used for multi-tenancy users to control user dashboard capabilities.": "Gestiona los roles en tu aplicación. Los roles que comienzan con \"tenancy:\" están destinados a ser usados para usuarios multi-tenancy para controlar las capacidades del panel de usuario.",
    "Create Subscription": "Crear Suscripción",
    "Adding a subscription to a user will create a \"locally managed\" subscription, which means the user will be able to use subscription features without being billed, and they can later convert to a \"payment provider managed\" subscription from their dashboard.": "Añadir una suscripción a un usuario creará una suscripción \"gestionada localmente\", lo que significa que el usuario podrá usar las características de suscripción sin ser facturado, y luego puede convertirla a una suscripción \"gestionada por proveedor de pago\" desde su panel.",
    "Select the tenant for which you want to create a subscription. If the user has multiple tenants, you can select one of them. If you do not select a tenant, a new tenant will be created for the user.": "Selecciona el tenant para el cual quieres crear una suscripción. Si el usuario tiene múltiples tenants, puedes seleccionar uno de ellos. Si no seleccionas un tenant, se creará un nuevo tenant para el usuario.",
    "The date when the subscription will end.": "La fecha en que terminará la suscripción.",
    "Failed to create subscription. User already has an active subscription and cannot have more than one.": "Error al crear suscripción. El usuario ya tiene una suscripción activa y no puede tener más de una.",
    "Subscription created successfully.": "Suscripción creada exitosamente.",
    "active": "activo",
    "inactive": "inactivo",
    "canceled": "cancelado",
    "past Due": "vencido",
    "Sync Quantity": "Sincronizar Cantidad",
    "Change Plan": "Cambiar Plan",
    "Important: Plan change will happen immediately and depending on proration setting you set, user might be billed immediately full plan price or a proration is applied.": "Importante: El cambio de plan ocurrirá inmediatamente y dependiendo de la configuración de prorrateo que establezcas, el usuario podría ser facturado inmediatamente el precio completo del plan o se aplicará un prorrateo.",
    "You need to select a different plan to change to.": "Necesitas seleccionar un plan diferente al cual cambiar.",
    "Plan change successful.": "Cambio de plan exitoso.",
    "Plan change failed.": "Cambio de plan fallido.",
    "Add Discount": "Añadir Descuento",
    "Discount code": "Código de descuento",
    "Could not apply discount code.": "No se pudo aplicar el código de descuento.",
    "Discount code has been applied.": "El código de descuento ha sido aplicado.",
    "Cancel Subscription": "Cancelar Suscripción",
    "Cancelled by admin.": "Cancelado por admin.",
    "Subscription will be cancelled at the end of the billing period.": "La suscripción se cancelará al final del período de facturación.",
    "Subscription cancellation failed.": "La cancelación de la suscripción falló.",
    "Discard Cancellation": "Descartar Cancelación",
    "Subscription cancellation discarded": "Cancelación de suscripción descartada",
    "Subscription cancellation discard failed.": "El descarte de la cancelación de suscripción falló.",
    "Manage Subscription": "Gestionar Suscripción",
    "Update Subscription": "Actualizar Suscripción",
    "Subscription End Date": "Fecha de Fin de Suscripción",
    "Make sure to set the date in the future.": "Asegúrate de establecer la fecha en el futuro.",
    "The end date must be in the future when the status is active.": "La fecha de fin debe estar en el futuro cuando el estado es activo.",
    "Subscription Status": "Estado de Suscripción",
    "Inactive": "Inactivo",
    "Canceled": "Cancelado",
    "Paused": "Pausado",
    "Optional comments about the subscription.": "Comentarios opcionales sobre la suscripción.",
    "You cannot update this subscription.": "No puedes actualizar esta suscripción.",
    "End Subscription Now": "Finalizar Suscripción Ahora",
    "Subscription has been ended.": "La suscripción ha sido finalizada.",
    "Subscription end failed.": "La finalización de la suscripción falló.",
    "Unit Usages": "Usos de Unidades",
    "Unit Count": "Cantidad de Unidades",
    "Next Renewal": "Próxima Renovación",
    "Cancelled At": "Cancelado En",
    "Grace Period Ends At": "Período de Gracia Termina En",
    "Trial Active": "Prueba Activa",
    "seat": "asiento",
    "Changed By": "Cambiado Por",
    "Payment Provider Status": "Estado del Proveedor de Pago",
    "Subscription Details": "Detalles de Suscripción",
    "View details about subscription.": "Ver detalles sobre la suscripción.",
    "Subscription is past due.": "La suscripción está vencida.",
    "Price Tiers": "Niveles de Precio",
    "From": "Desde",
    "Next": "Siguiente",
    "Payment Provider Subscription ID": "ID de Suscripción del Proveedor de Pago",
    "Trial Ends At": "Prueba Termina En",
    "Payment Provider Managed": "Gestionado por Proveedor de Pago",
    "Locally Managed": "Gestionado Localmente",
    "Renews automatically": "Se renueva automáticamente",
    "Cancellation Reason": "Razón de Cancelación",
    "Cancellation Additional Info": "Información Adicional de Cancelación",
    "Discount Details": "Detalles del Descuento",
    "View details about subscription discount.": "Ver detalles sobre el descuento de suscripción.",
    "Valid Until": "Válido Hasta",
    "Changes": "Cambios",
    "Subscriptions": "Suscripciones",
    "Subscription": "Suscripción",
    "View": "Ver",
    "User role has been updated.": "El rol del usuario ha sido actualizado.",
    "Is Creator": "Es Creador",
    "User could not be added to tenant.": "El usuario no pudo ser añadido al tenant.",
    "User has been added to tenant.": "El usuario ha sido añadido al tenant.",
    "Add User": "Añadir Usuario",
    "User could not be removed from tenant.": "El usuario no pudo ser eliminado del tenant.",
    "User has been removed from tenant.": "El usuario ha sido eliminado del tenant.",
    "Remove": "Eliminar",
    "Edit": "Editar",
    "Tenants": "Tenants",
    "Created By": "Creado Por",
    "Users": "Usuarios",
    "UUID": "UUID",
    "Owner": "Propietario",
    "Order Nr. ": "Pedido Nro. ",
    "See Invoice": "Ver Factura",
    "Force Regenerate Invoice": "Forzar Regeneración de Factura",
    "Payment Provider Transaction ID": "ID de Transacción del Proveedor de Pago",
    "Error Reason": "Razón del Error",
    "Total Discount": "Descuento Total",
    "Total Fees": "Tarifas Totales",
    "Total Tax": "Impuesto Total",
    "Transactions": "Transacciones",
    "Transaction": "Transacción",
    "Total": "Total",
    "Total fees": "Tarifas totales",
    "Transaction count": "Cantidad de transacciones",
    "Disable Two-Factor Authentication": "Deshabilitar Autenticación de Dos Factores",
    "Two-Factor Authentication Disabled": "Autenticación de Dos Factores Deshabilitada",
    "Id": "Id",
    "Public Name": "Nombre Público",
    "Email": "Email",
    "Password": "Contraseña",
    "Leave blank to keep the current password.": "Dejar en blanco para mantener la contraseña actual.",
    "Notes": "Notas",
    "Email Verified": "Email Verificado",
    "Last Seen": "Visto Por Última Vez",
    "Resend Verification Email": "Reenviar Email de Verificación",
    "A verification link has been queued to be sent to this user.": "Un enlace de verificación ha sido puesto en cola para ser enviado a este usuario.",
    "Send Test SMS": "Enviar SMS de Prueba",
    "Test SMS Failed To Send with message:": "El SMS de Prueba Falló al Enviarse con el mensaje:",
    "Test SMS was sent.": "El SMS de prueba fue enviado.",
    "Verification Providers": "Proveedores de Verificación",
    "Average revenue per user (ARPU) overview": "Resumen de ingreso promedio por usuario (ARPU)",
    "ARPU takes into account all users, including those who churned or never subscribed.": "ARPU toma en cuenta todos los usuarios, incluyendo aquellos que se dieron de baja o nunca se suscribieron.",
    "Average User Subscription Conversion": "Conversión Promedio de Suscripción de Usuarios",
    "Average User Subscription Conversion is the % of users who subscribed to a plan to the total users.": "La Conversión Promedio de Suscripción de Usuarios es el % de usuarios que se suscribieron a un plan del total de usuarios.",
    "Churn rate overview": "Resumen de tasa de abandono",
    "Churn rate is the % of users who cancel their subscription each month.": "La tasa de abandono es el % de usuarios que cancelan su suscripción cada mes.",
    "decrease": "disminución",
    "increase": "aumento",
    "MRR": "MRR",
    "Active Subscriptions": "Suscripciones Activas",
    "Total revenue": "Ingresos totales",
    "Total user subscription conversion": "Conversión total de suscripción de usuarios",
    "subscribed \/ total users": "suscritos \/ total usuarios",
    "Total Transactions": "Transacciones Totales",
    "Total Users": "Usuarios Totales",
    "Monthly recurring revenue (MRR) overview": "Resumen de ingresos recurrentes mensuales (MRR)",
    "MRR takes into account only active subscriptions (no trials).": "MRR toma en cuenta solo suscripciones activas (sin pruebas).",
    "Total Revenue overview": "Resumen de Ingresos Totales",
    "Total Revenue is the total revenue generated.": "Los Ingresos Totales son los ingresos totales generados.",
    "First Name": "Nombre",
    "Last Name": "Apellidos",
    "Phone": "Teléfono",
    "Province": "Provincia",
    "Course (Code or Title)": "Curso (Código o Título)",
    "Campus": "Campus",
    "Country": "País",
    "Modality": "Modalidad",
    "Call": "Llamada",
    "Schedule": "Horario",
    "Advisor (Email or Name)": "Asesor (Email o Nombre)",
    "Sales Phase": "Fase de Venta",
    "Origin": "Origen",
    "Null Reason (only if status=lost)": "Motivo Nulo (solo si estado=perdido)",
    "Lead import completed.": "Importación de leads completada.",
    "imported": "importados",
    "failed to import": "fallaron al importar",
    "Start date": "Fecha inicio",
    "End date": "Fecha fin",
    "Today": "Hoy",
    "Yesterday": "Ayer",
    "Last 7 days": "Últimos 7 días",
    "Last 30 days": "Últimos 30 días",
    "This month": "Este mes",
    "Last month": "Mes pasado",
    "Custom": "Personalizado",
    "Team Members": "Miembros del Equipo",
    "Workspace Settings": "Configuración del Espacio",
    "Invalid code, please try again.": "Código inválido, por favor intenta de nuevo.",
    "Two-factor authentication enabled": "Autenticación de dos factores habilitada",
    "Two-factor authentication disabled": "Autenticación de dos factores deshabilitada",
    "Two Factor Authentication": "Autenticación de Dos Factores",
    "View Plans": "Ver Planes",
    "Back to Dashboard": "Volver al Panel",
    "Token created successfully": "Token creado exitosamente",
    "SAVE THIS TOKEN: ": "GUARDA ESTE TOKEN: ",
    "Create Token": "Crear Token",
    "Token": "Token",
    "Token copied to clipboard": "Token copiado al portapapeles",
    "Click to copy full token": "Clic para copiar el token completo",
    "No description": "Sin descripción",
    "Last used": "Usado por última vez",
    "Never used": "Nunca usado",
    "Created": "Creado",
    "Lead Management": "Gestión de Leads",
    "List leads with filters and pagination": "Listar leads con filtros y paginación",
    "Create a new lead": "Crear un nuevo lead",
    "Get a specific lead": "Obtener un lead específico",
    "Update an existing lead": "Actualizar un lead existente",
    "Delete a lead": "Eliminar un lead",
    "Get available filters": "Obtener filtros disponibles",
    "Catalogs - Read": "Catálogos - Lectura",
    "List tenant courses": "Listar cursos del tenant",
    "List tenant advisors": "Listar asesores del tenant",
    "List active campuses": "Listar campus activos",
    "Language": "Idioma",
    "Configuration": "Configuración",
    "Import Leads": "Importar Leads",
    "⚠️ Lead Limit Almost Reached": "⚠️ Límite de Leads Casi Alcanzado",
    "Approaching Lead Limit": "Acercándote al Límite de Leads",
    "You have used :percentage% of your limit. You have :remaining leads remaining.": "Has utilizado :percentage% de tu límite. Te quedan :remaining leads disponibles.",
    "Upgrade Plan": "Actualizar Plan",
    "All": "Todos",
    "Open": "Abiertos",
    "Won": "Ganados",
    "Lost": "Perdidos",
    "List active modalities": "Listar modalidades activas",
    "List active provinces": "Listar provincias activas",
    "List sales phases": "Listar fases de venta",
    "List lead origins": "Listar orígenes de leads",
    "List available statuses": "Listar estados disponibles",
    "Catalogs - Management (Admin)": "Catálogos - Gestión (Admin)",
    "Create a new course": "Crear un nuevo curso",
    "Update a course": "Actualizar un curso",
    "Create a new campus": "Crear un nuevo campus",
    "Update a campus": "Actualizar un campus",
    "Create a new modality": "Crear una nueva modalidad",
    "Update a modality": "Actualizar una modalidad",
    "Create a new province": "Crear una nueva provincia",
    "Update a province": "Actualizar una provincia",
    "Create a sales phase": "Crear una fase de venta",
    "Update a sales phase": "Actualizar una fase de venta",
    "Create a new origin": "Crear un nuevo origen",
    "Update an origin": "Actualizar un origen",
    "View leads and tenant catalogs": "Ver leads y catálogos del tenant",
    "Create and modify leads": "Crear y modificar leads",
    "Delete leads": "Eliminar leads",
    "Full access (includes catalog management)": "Acceso completo (incluye gestión de catálogos)",
    "Authentication": "Autenticación",
    "All requests require a Bearer Token in the Authorization header": "Todas las solicitudes requieren un Bearer Token en el encabezado de Autorización",
    "Example: Create Lead": "Ejemplo: Crear Lead",
    "Example: List Leads with Filters": "Ejemplo: Listar Leads con Filtros",
    "Example: Create Campus": "Ejemplo: Crear Campus",
    "Update a lead": "Actualizar un lead",
    "View tenant leads": "Ver leads del tenant",
    "Full access to leads": "Acceso completo a leads",
    "Management": "Gestión",
    "Token Name": "Nombre del Token",
    "View leads": "Ver leads",
    "Full access": "Acceso completo",
    "Expiration Date": "Fecha de Expiración",
    "Optional": "Opcional",
    "Never": "Nunca",
    "Academic Catalogs": "Catálogos Académicos",
    "Area": "Área",
    "Areas": "Áreas",
    "Updated": "Actualizado",
    "Business Unit": "Unidad de Negocio",
    "Business Units": "Unidades de Negocio",
    "Manager": "Responsable",
    "Campuses": "Sedes",
    "Operational Catalogs": "Catálogos Operativos",
    "Address": "Dirección",
    "City": "Ciudad",
    "Postal Code": "Código Postal",
    "Active only": "Solo activos",
    "Inactive only": "Solo inactivos",
    "Contact": "Contacto",
    "Contacts": "Contactos",
    "Main CRM": "CRM Principal",
    "Course": "Curso",
    "Advisor": "Asesor",
    "Full Name": "Nombre Completo",
    "Main Phone": "Teléfono Principal",
    "Secondary Phone": "Teléfono Secundario",
    "Main Email": "Email Principal",
    "Secondary Email": "Email Secundario",
    "Birth Date": "Fecha de Nacimiento",
    "DNI\/NIE": "DNI\/NIE",
    "Profession": "Profesión",
    "Company": "Empresa",
    "Contact Notes": "Notas de Contacto",
    "WhatsApp": "WhatsApp",
    "SMS": "SMS",
    "Communication Preference": "Preferencia de Comunicación",
    "Total Leads": "Total de Leads",
    "Deleted": "Eliminado",
    "Leads": "Leads",
    "Preference": "Preferencia",
    "Courses": "Cursos",
    "Course Code": "Código de Curso",
    "Degree": "Titulación",
    "Duration": "Duración",
    "Durations": "Duraciones",
    "Hours": "Horas",
    "Days": "Días",
    "Weeks": "Semanas",
    "Months": "Meses",
    "Years": "Años",
    "Numeric Value": "Valor Numérico",
    "Total Hours": "Horas Totales",
    "Value": "Valor",
    "Team": "Equipo",
    "Enter the email address of the person you want to invite.": "Ingresa la dirección de email de la persona que quieres invitar.",
    "This email address has already been invited.": "Esta dirección de email ya ha sido invitada.",
    "This user is already in the team.": "Este usuario ya está en el equipo.",
    "You have reached the maximum number of users allowed for your subscription.": "Has alcanzado el número máximo de usuarios permitidos para tu suscripción.",
    "Choose the role for this user.": "Elige el rol para este usuario.",
    "Send invitations to your team members.": "Enviar invitaciones a los miembros de tu equipo.",
    "Inviter": "Invitador",
    "Expires At": "Expira En",
    "Invite People": "Invitar Personas",
    "Lead Event": "Evento de Lead",
    "Lead Events": "Eventos de Lead",
    "Event Information": "Información del Evento",
    "Lead": "Lead",
    "Meeting": "Reunión",
    "Visit": "Visita",
    "Follow-up": "Seguimiento",
    "Other": "Otro",
    "Pending": "Pendiente",
    "In Progress": "En Progreso",
    "Completed": "Completado",
    "Cancelled": "Cancelado",
    "Priority": "Prioridad",
    "Low": "Baja",
    "Medium": "Media",
    "High": "Alta",
    "Urgent": "Urgente",
    "Scheduled Date": "Fecha Programada",
    "Estimated Duration (minutes)": "Duración Estimada (minutos)",
    "Reminders": "Recordatorios",
    "Enable reminder": "Habilitar recordatorio",
    "Minutes before event": "Minutos antes del evento",
    "Result": "Resultado",
    "Completion Date": "Fecha de Finalización",
    "Result\/Notes": "Resultado\/Notas",
    "Completed Date": "Fecha de Finalización",
    "Estimated Duration": "Duración Estimada",
    "Requires Reminder": "Requiere Recordatorio",
    "Reminder Minutes": "Minutos de Recordatorio",
    "Reminder": "Recordatorio",
    "Minutes": "Minutos",
    "All Events Calendar": "Calendario de Todos los Eventos",
    "Lead Note": "Nota de Lead",
    "Lead Notes": "Notas de Lead",
    "Note Information": "Información de la Nota",
    "Observation": "Observación",
    "Mark as important": "Marcar como importante",
    "Follow-up Date": "Fecha de Seguimiento",
    "Optional: schedule a reminder for this date": "Opcional: programar un recordatorio para esta fecha",
    "Lead id": "Id del lead",
    "Event title": "Título del evento",
    "e.g.: Follow-up call, Information meeting...": "ej.: Llamada de seguimiento, Reunión informativa...",
    "Scheduled date and time": "Fecha y hora programada",
    "When this event should take place": "Cuándo debe realizarse este evento",
    "Duration (minutes)": "Duración (minutos)",
    "Estimated event duration in minutes": "Duración estimada del evento en minutos",
    "Additional details about the event...": "Detalles adicionales sobre el evento...",
    "What happened in this event? Result, conclusions, next steps...": "¿Qué ocurrió en este evento? Resultado, conclusiones, próximos pasos...",
    "Lead Events and Tasks": "Eventos y Tareas de Lead",
    "Scheduled date": "Fecha programada",
    "Not defined": "No definido",
    "Assigned to": "Asignado a",
    "Overdue": "Vencido",
    "For today": "Para hoy",
    "New Event": "Nuevo Evento",
    "Create New Event": "Crear Nuevo Evento",
    "Edit Event": "Editar Evento",
    "No scheduled events": "No hay eventos programados",
    "Create the first event to schedule tasks and track the lead.": "Crea el primer evento para programar tareas y hacer seguimiento del lead.",
    "Note content": "Contenido de la nota",
    "Write the note content here...": "Escribe el contenido de la nota aquí...",
    "Important notes will appear highlighted": "Las notas importantes aparecerán resaltadas",
    "Created by": "Creado por",
    "Date": "Fecha",
    "All notes": "Todas las notas",
    "Important only": "Solo importantes",
    "Not important": "No importante",
    "New Note": "Nueva Nota",
    "Create New Note": "Crear Nueva Nota",
    "Edit Note": "Editar Nota",
    "No notes": "Sin notas",
    "There are no notes registered for this lead yet. Create the first note to start tracking.": "Aún no hay notas registradas para este lead. Crea la primera nota para comenzar el seguimiento.",
    "Lead Information": "Información del Lead",
    "Personal Information": "Información Personal",
    "Personal Data": "Datos Personales",
    "INE Code": "Código INE",
    "Autonomous Community": "Comunidad Autónoma",
    "Academic Information": "Información Académica",
    "Requires Campus": "Requiere Sede",
    "Associated Contact": "Contacto Asociado",
    "Select contact": "Seleccionar contacto",
    "Origin and Tracking": "Origen y Seguimiento",
    "Lead Origin": "Origen del Lead",
    "Status and Follow-up": "Estado y Seguimiento",
    "Assigned Advisor": "Asesor Asignado",
    "Null Reason": "Motivo Nulo",
    "Required when status is \"Lost\"": "Requerido cuando el estado es \"Perdido\"",
    "Won Date": "Fecha de Ganado",
    "Set automatically when marked as won": "Se establece automáticamente al marcar como ganado",
    "Lost Date": "Fecha de Perdido",
    "Set automatically when marked as lost": "Se establece automáticamente al marcar como perdido",
    "Unassigned": "Sin asignar",
    "Contact Information": "Información de Contacto",
    "No associated contact": "Sin contacto asociado",
    "Creation Date": "Fecha de Creación",
    "No advisor assigned": "Sin asesor asignado",
    "Email copied": "Email copiado",
    "Lead Events Calendar": "Calendario de Eventos de Lead",
    "Modalities": "Modalidades",
    "Null Reasons": "Motivos Nulos",
    "Sales Catalogs": "Catálogos de Ventas",
    "Null Reason Information": "Información del Motivo Nulo",
    "Total Tax Amount": "Monto Total de Impuestos",
    "Origins": "Orígenes",
    "Origin Information": "Información del Origen",
    "Provinces": "Provincias",
    "Choose the permissions for this role.": "Elige los permisos para este rol.",
    "Manage and create custom roles for your team.": "Gestiona y crea roles personalizados para tu equipo.",
    "Sales Phases": "Fases de Venta",
    "Phase Information": "Información de la Fase",
    "Display order": "Orden de visualización",
    "Color": "Color",
    "Color to identify the phase": "Color para identificar la fase",
    "You do not have permission to cancel subscriptions.": "No tienes permiso para cancelar suscripciones.",
    "Error canceling subscription": "Error al cancelar suscripción",
    "Update Payment Details": "Actualizar Detalles de Pago",
    "Verify Phone Number": "Verificar Número de Teléfono",
    "Complete Subscription": "Completar Suscripción",
    "View Details": "Ver Detalles",
    "View details about your subscription.": "Ver detalles sobre tu suscripción.",
    "Your subscription is past due. Please update your payment details.": "Tu suscripción está vencida. Por favor actualiza tus detalles de pago.",
    "Price per Unit": "Precio por Unidad",
    "View details about your discount.": "Ver detalles sobre tu descuento.",
    "View Order": "Ver Pedido",
    "Your address information is not complete. It is recommended to complete your address information before generating an invoice. Are you sure you want to proceed?": "Tu información de dirección no está completa. Se recomienda completar tu información de dirección antes de generar una factura. ¿Estás seguro de que quieres continuar?",
    "Complete Address Info": "Completar Info de Dirección",
    "Proceed anyway": "Continuar de todos modos",
    "Payments": "Pagos",
    "Conversion Rate": "Tasa de Conversión",
    "vs previous period": "vs período anterior",
    "vs previous month": "vs mes anterior",
    "Loss Rate": "Tasa de Pérdida",
    "Lost leads this month": "Leads perdidos este mes",
    "Active Leads": "Leads Activos",
    "In conversion process": "En proceso de conversión",
    "Lead Distribution by Course": "Distribución de Leads por Curso",
    "Daily New Leads": "Nuevos Leads Diarios",
    "New Leads": "Nuevos Leads",
    "Days to Lost": "Días hasta Perdido",
    "No lost leads in this period": "No hay leads perdidos en este período",
    "No changes vs previous period": "Sin cambios vs período anterior",
    "days vs previous period": "días vs período anterior",
    "Approx.": "Aprox.",
    "using update date": "usando fecha de actualización",
    "days": "días",
    "Days to Won": "Días hasta Ganado",
    "No won leads in this period": "No hay leads ganados en este período",
    "Next 5 Events": "Próximos 5 Eventos",
    "Open Leads": "Leads Abiertos",
    "Leads in process": "Leads en proceso",
    "Won Leads": "Leads Ganados",
    "Lost Leads": "Leads Perdidos",
    "New Leads Today": "Nuevos Leads Hoy",
    "Leads created today": "Leads creados hoy",
    "New Leads This Week": "Nuevos Leads Esta Semana",
    "vs previous week": "vs semana anterior",
    "New Leads This Month": "Nuevos Leads Este Mes",
    "Current month total": "Total del mes actual",
    "Limited CRM Features": "Funcionalidades CRM Limitadas",
    "To access all CRM features, you need an active subscription.": "Para acceder a todas las funcionalidades del CRM, necesitas una suscripción activa.",
    "Cancel": "Cancelar",
    "Requires active CRM subscription": "Requiere suscripción CRM activa",
    "View Subscription Plans": "Ver Planes de Suscripción",
    "New": "Nuevo",
    "Contacted": "Contactado",
    "Interested": "Interesado",
    "Enrolled": "Matriculado",
    "Course created successfully": "Curso creado exitosamente",
    "Course updated successfully": "Curso actualizado exitosamente",
    "Campus created successfully": "Sede creada exitosamente",
    "Campus updated successfully": "Sede actualizada exitosamente",
    "Modality created successfully": "Modalidad creada exitosamente",
    "Modality updated successfully": "Modalidad actualizada exitosamente",
    "Province created successfully": "Provincia creada exitosamente",
    "Province updated successfully": "Provincia actualizada exitosamente",
    "Sales phase created successfully": "Fase de venta creada exitosamente",
    "Sales phase updated successfully": "Fase de venta actualizada exitosamente",
    "Origin created successfully": "Origen creado exitosamente",
    "Origin updated successfully": "Origen actualizado exitosamente",
    "Lead created successfully": "Lead creado exitosamente",
    "Lead updated successfully": "Lead actualizado exitosamente",
    "You do not have permission to delete leads": "No tienes permiso para eliminar leads",
    "Lead deleted successfully": "Lead eliminado exitosamente",
    "You do not have permission to change plans.": "No tienes permiso para cambiar planes.",
    "You do not have an active subscription.": "No tienes una suscripción activa.",
    "You are already subscribed to this plan.": "Ya estás suscrito a este plan.",
    "Error finding payment provider.": "Error al encontrar el proveedor de pago.",
    "Error changing plan.": "Error al cambiar el plan.",
    "Token does not have permissions for: :scope": "El token no tiene permisos para: :scope",
    "You do not have permission to perform this action on the tenant": "No tienes permiso para realizar esta acción en el tenant",
    "Your account has been blocked.": "Tu cuenta ha sido bloqueada.",
    "Authentication token required": "Token de autenticación requerido",
    "Invalid access token": "Token de acceso inválido",
    "Token must be associated with a tenant": "El token debe estar asociado con un tenant",
    "Tenant not found": "Tenant no encontrado",
    "You do not have access to this tenant": "No tienes acceso a este tenant",
    "The course code is required": "El código de curso es requerido",
    "This course code already exists in your organization": "Este código de curso ya existe en tu organización",
    "The degree is required": "La titulación es requerida",
    "The area is required": "El área es requerida",
    "The selected area does not exist": "El área seleccionada no existe",
    "The business unit is required": "La unidad de negocio es requerida",
    "The selected business unit does not exist": "La unidad de negocio seleccionada no existe",
    "The duration is required": "La duración es requerida",
    "The selected duration does not exist": "La duración seleccionada no existe",
    "Less than 1 day": "Menos de 1 día",
    "1 day": "1 día",
    ":count days": ":count días",
    "1 week": "1 semana",
    ":count weeks": ":count semanas",
    "1 month": "1 mes",
    ":count months": ":count meses",
    "Dirección Línea 1": "Dirección Línea 1",
    "Dirección, nombre de empresa, c\/o": "Dirección, nombre de empresa, c\/o",
    "Dirección Línea 2": "Dirección Línea 2",
    "Apartamento, suite, unidad, edificio, piso, etc.": "Apartamento, suite, unidad, edificio, piso, etc.",
    "Ciudad": "Ciudad",
    "Provincia\/Estado": "Provincia\/Estado",
    "Código Postal": "Código Postal",
    "País": "País",
    "Teléfono": "Teléfono",
    "Número de Identificación Fiscal": "Número de Identificación Fiscal",
    "Address Saved": "Dirección Guardada",
    "Avatar": "Avatar",
    "Upload an image for your avatar. If you don't upload one, your initials will be displayed.": "Sube una imagen para tu avatar. Si no subes una, se mostrarán tus iniciales.",
    "Name that will be displayed publicly (optional)": "Nombre que se mostrará públicamente (opcional)",
    "Profile Updated": "Perfil Actualizado",
    "Your personal information has been updated successfully.": "Tu información personal ha sido actualizada exitosamente.",
    "Too expensive": "Muy caro",
    "Missing features": "Faltan funcionalidades",
    "Found better product": "Encontré un mejor producto",
    "Please tell us why you are canceling your subscription.": "Por favor dinos por qué estás cancelando tu suscripción.",
    "Additional information": "Información adicional",
    "Please tell us what we can do to improve our product.": "Por favor dinos qué podemos hacer para mejorar nuestro producto.",
    "Your account is blocked, please contact support.": "Tu cuenta está bloqueada, por favor contacta a soporte.",
    "Wrong email or password": "Email o contraseña incorrectos",
    "You do not have access to this account.": "No tienes acceso a esta cuenta.",
    "Please enter a discount code.": "Por favor ingresa un código de descuento.",
    "This discount code is invalid.": "Este código de descuento es inválido.",
    "The discount code has been applied.": "El código de descuento ha sido aplicado.",
    "The discount code has been removed.": "El código de descuento ha sido eliminado.",
    "Key": "Clave",
    "Secret": "Secreto",
    "Region": "Región",
    "Settings Saved": "Configuración Guardada",
    "Remove User": "Eliminar Usuario",
    "User has been removed.": "El usuario ha sido eliminado.",
    "User could not be removed.": "El usuario no pudo ser eliminado.",
    "Workspace Name": "Nombre del Espacio",
    "Edit the name of your workspace": "Edita el nombre de tu espacio",
    "Application": "Aplicación",
    "Site Name": "Nombre del Sitio",
    "This will be used as the meta description for your site (for pages that have no description).": "Esto se usará como la meta descripción de tu sitio (para páginas que no tienen descripción).",
    "Support Email": "Email de Soporte",
    "Date Format": "Formato de Fecha",
    "The :attribute is invalid.": "El :attribute es inválido.",
    "Date Time Format": "Formato de Fecha y Hora",
    "Payment": "Pago",
    "Default Currency": "Moneda Predeterminada",
    "This is the currency that will be used for all payments.": "Esta es la moneda que se usará para todos los pagos.",
    "Payment Proration Enabled": "Prorrateo de Pago Habilitado",
    "If enabled, when a customer upgrades or downgrades their subscription, the amount they have already paid will be prorated and credited towards their new plan.": "Si está habilitado, cuando un cliente mejore o reduzca su suscripción, el monto que ya ha pagado se prorrateará y acreditará hacia su nuevo plan.",
    "Default Email Provider": "Proveedor de Email Predeterminado",
    "This is the email provider that will be used for all emails.": "Este es el proveedor de email que se usará para todos los emails.",
    "Default \"From\" Email Name": "Nombre de Email \"De\" Predeterminado",
    "This is the name that will be used as the \"From\" name for all emails.": "Este es el nombre que se usará como nombre \"De\" para todos los emails.",
    "Default \"From\" Email Address": "Dirección de Email \"De\" Predeterminada",
    "This is the email address that will be used as the \"From\" address for all emails.": "Esta es la dirección de email que se usará como dirección \"De\" para todos los emails.",
    "Verification": "Verificación",
    "Default Verification Provider": "Proveedor de Verificación Predeterminado",
    "This is the verification provider that will be used for all user phone SMS verifications.": "Este es el proveedor de verificación que se usará para todas las verificaciones SMS de teléfono de usuario.",
    "Analytics & Cookies": "Analíticas y Cookies",
    "Cookie Consent Bar Enabled": "Barra de Consentimiento de Cookies Habilitada",
    "If enabled, the cookie consent bar will be shown to users.": "Si está habilitado, la barra de consentimiento de cookies se mostrará a los usuarios.",
    "Google analytics will only be inserted if either \"Cookie Consent Bar\" is disabled or in case user has consented to cookies.": "Google analytics solo se insertará si la \"Barra de Consentimiento de Cookies\" está deshabilitada o en caso de que el usuario haya consentido las cookies.",
    "Google Tracking ID": "ID de Seguimiento de Google",
    "Paste in any other analytics or tracking scripts here. Those scripts will only be inserted if either \"Cookie Consent Bar\" is disabled or in case user has consented to cookies.": "Pega cualquier otro script de analíticas o seguimiento aquí. Esos scripts solo se insertarán si la \"Barra de Consentimiento de Cookies\" está deshabilitada o en caso de que el usuario haya consentido las cookies.",
    "Other Tracking Scripts": "Otros Scripts de Seguimiento",
    "Subscription Trials": "Pruebas de Suscripción",
    "Trials without Payment": "Pruebas sin Pago",
    "Trial Without Payment Enabled": "Prueba sin Pago Habilitada",
    "If enabled, customers will be able to start subscription trials without entering payment details, and later they can enter payment details to continue their subscription.": "Si está habilitado, los clientes podrán iniciar pruebas de suscripción sin ingresar detalles de pago, y luego pueden ingresar detalles de pago para continuar su suscripción.",
    "First Reminder Enabled": "Primer Recordatorio Habilitado",
    "If enabled, a reminder email will be sent to the user when the trial is ending soon.": "Si está habilitado, se enviará un email de recordatorio al usuario cuando la prueba esté por terminar.",
    "First Reminder Days": "Días del Primer Recordatorio",
    "This email will remind the user that the trial is ending soon. Enter the number of days before the trial ends that the first reminder email will be sent.": "Este email recordará al usuario que la prueba está por terminar. Ingresa el número de días antes de que termine la prueba en que se enviará el primer email de recordatorio.",
    "Second Reminder Enabled": "Segundo Recordatorio Habilitado",
    "If enabled, a second reminder email will be sent to the user when the trial is ending soon.": "Si está habilitado, se enviará un segundo email de recordatorio al usuario cuando la prueba esté por terminar.",
    "Second Reminder Days": "Días del Segundo Recordatorio",
    "Enter the number of days before the trial ends that the second reminder email will be sent.": "Ingresa el número de días antes de que termine la prueba en que se enviará el segundo email de recordatorio.",
    "SMS Verification Enabled": "Verificación SMS Habilitada",
    "If enabled, users will be required to verify their phone number via SMS before starting a trial without payment (to prevent abuse).": "Si está habilitado, los usuarios deberán verificar su número de teléfono vía SMS antes de iniciar una prueba sin pago (para prevenir abuso).",
    "Limit User Trials": "Limitar Pruebas de Usuario",
    "Limit User Trials Enabled": "Limitación de Pruebas de Usuario Habilitada",
    "If enabled, users will only be able to start a limited number of trials (to prevent abuse).": "Si está habilitado, los usuarios solo podrán iniciar un número limitado de pruebas (para prevenir abuso).",
    "Maximum Trial Count": "Cantidad Máxima de Pruebas",
    "Enter the maximum number of trials a user can start. If a user reaches this limit, they will not be able to start any more trials and they will be required to enter payment details to start subscription.": "Ingresa el número máximo de pruebas que un usuario puede iniciar. Si un usuario alcanza este límite, no podrá iniciar más pruebas y deberá ingresar detalles de pago para iniciar la suscripción.",
    "Customer Dashboard": "Panel del Cliente",
    "Show Subscriptions": "Mostrar Suscripciones",
    "If enabled, customers will be able to see their subscriptions on the dashboard.": "Si está habilitado, los clientes podrán ver sus suscripciones en el panel.",
    "Show Orders": "Mostrar Pedidos",
    "If enabled, customers will be able to see their orders on the dashboard.": "Si está habilitado, los clientes podrán ver sus pedidos en el panel.",
    "Show Transactions": "Mostrar Transacciones",
    "If enabled, customers will be able to see their transactions on the dashboard.": "Si está habilitado, los clientes podrán ver sus transacciones en el panel.",
    "Roadmap Enabled": "Hoja de Ruta Habilitada",
    "If enabled, the roadmap will be visible to the public.": "Si está habilitado, la hoja de ruta será visible para el público.",
    "Recaptcha": "Recaptcha",
    "Recaptcha Enabled": "Recaptcha Habilitado",
    "If enabled, recaptcha will be used on the registration & login forms. For more info on how to configure Recaptcha, see the <a class=\"text-primary-500\" href=\":url\" target=\"_blank\">documentation<\/a>.": "Si está habilitado, recaptcha se usará en los formularios de registro e inicio de sesión. Para más información sobre cómo configurar Recaptcha, consulta la <a class=\"text-primary-500\" href=\":url\" target=\"_blank\">documentación<\/a>.",
    "Recaptcha Site Key": "Clave de Sitio Recaptcha",
    "Recaptcha Secret Key": "Clave Secreta Recaptcha",
    "Two Factor Authentication Enabled": "Autenticación de Dos Factores Habilitada",
    "If enabled, users will be able to enable two factor authentication on their account. If disabled, the 2FA field will not be shown on the login form even for users who have it enabled.": "Si está habilitado, los usuarios podrán habilitar la autenticación de dos factores en su cuenta. Si está deshabilitado, el campo 2FA no se mostrará en el formulario de inicio de sesión incluso para usuarios que lo tienen habilitado.",
    "Social Links": "Enlaces Sociales",
    "Facebook": "Facebook",
    "X (Twitter)": "X (Twitter)",
    "LinkedIn": "LinkedIn",
    "Instagram": "Instagram",
    "YouTube": "YouTube",
    "GitHub": "GitHub",
    "Discord": "Discord",
    "Invoice generation": "Generación de facturas",
    "Enable invoice generation": "Habilitar generación de facturas",
    "If enabled, invoices will be generated for each successful transaction. Customers will be able to see their invoices in their dashboard.": "Si está habilitado, se generarán facturas para cada transacción exitosa. Los clientes podrán ver sus facturas en su panel.",
    "Invoice number prefix": "Prefijo de número de factura",
    "Company name": "Nombre de la empresa",
    "Company code": "Código de la empresa",
    "Company address": "Dirección de la empresa",
    "Company tax number (VAT)": "Número de impuesto de la empresa (IVA)",
    "Company phone": "Teléfono de la empresa",
    "Generate Preview": "Generar Vista Previa",
    "API Key": "Clave API",
    "Store ID": "ID de Tienda",
    "Signing Secret": "Secreto de Firma",
    "Is Test Mode": "Es Modo de Prueba",
    "Check this box if you are using Lemon Squeezy in test mode.": "Marca esta casilla si estás usando Lemon Squeezy en modo de prueba.",
    "Lemon Squeezy Settings": "Configuración de Lemon Squeezy",
    "Domain": "Dominio",
    "Endpoint": "Endpoint",
    "Client ID": "ID de Cliente",
    "Client Secret": "Secreto de Cliente",
    "Stripe Settings": "Configuración de Stripe",
    "Open Graph Image Generation Enabled": "Generación de Imagen Open Graph Habilitada",
    "If enabled, an open graph image will be generated for each page that has a title. Make sure that you already set the chrome binary in the config file.": "Si está habilitado, se generará una imagen open graph para cada página que tenga un título. Asegúrate de haber establecido el binario de chrome en el archivo de configuración.",
    "Add Logo": "Añadir Logo",
    "If enabled, the logo will be added to the open graph image.": "Si está habilitado, el logo se añadirá a la imagen open graph.",
    "Logo Style": "Estilo del Logo",
    "Choose the style of the logo to use in the open graph image.": "Elige el estilo del logo a usar en la imagen open graph.",
    "Add Page Screenshot": "Añadir Captura de Pantalla de Página",
    "If enabled, a screenshot of the page will be added to the open graph image.": "Si está habilitado, se añadirá una captura de pantalla de la página a la imagen open graph.",
    "Template": "Plantilla",
    "Select the template to use for the open graph image. Changing the template or any of the settings will regenerate all open graph images for your pages, so choose your settings wisely.": "Selecciona la plantilla a usar para la imagen open graph. Cambiar la plantilla o cualquiera de las configuraciones regenerará todas las imágenes open graph de tus páginas, así que elige tu configuración sabiamente.",
    "Preview": "Vista Previa",
    "Enter a title to use to preview the open graph image.": "Ingresa un título para usar en la vista previa de la imagen open graph.",
    "Preview Title": "Título de Vista Previa",
    "Enter an image URL to use to preview the open graph image. (either image or snapshot will be used, not both, snapshot takes precedence). ": "Ingresa una URL de imagen para usar en la vista previa de la imagen open graph. (se usará imagen o captura, no ambas, la captura tiene precedencia). ",
    "Preview Image": "Imagen de Vista Previa",
    "Enter a URL of a site to take a snapshot of to preview the open graph image. (either image or snapshot will be used, not both, snapshot takes precedence). Make sure above \"Add Page Screenshot\" is enabled.": "Ingresa una URL de un sitio para tomar una captura y previsualizar la imagen open graph. (se usará imagen o captura, no ambas, la captura tiene precedencia). Asegúrate de que \"Añadir Captura de Pantalla de Página\" esté habilitado arriba.",
    "Preview Snapshot URL": "URL de Captura de Vista Previa",
    "Cannot render image, make sure the chrome binary is set correctly in the config file \"open-graphy.php\".": "No se puede renderizar la imagen, asegúrate de que el binario de chrome esté configurado correctamente en el archivo de configuración \"open-graphy.php\".",
    "Template Settings": "Configuración de Plantilla",
    "Vendor ID": "ID de Vendedor",
    "Client Side Token": "Token del Lado del Cliente",
    "Vendor Auth Code": "Código de Autenticación del Vendedor",
    "Webhook Secret": "Secreto del Webhook",
    "Is Sandbox": "Es Sandbox",
    "Paddle Settings": "Configuración de Paddle",
    "Host": "Host",
    "Port": "Puerto",
    "Username": "Nombre de usuario",
    "Publishable Key": "Clave Publicable",
    "The Stripe publishable key is used to authenticate requests from the Stripe JavaScript library. Check out the <strong><a href=\"https:\/\/stripe.com\/docs\/keys\" target=\"_blank\">Stripe documentation<\/a><\/strong> for more information.": "La clave publicable de Stripe se usa para autenticar solicitudes de la biblioteca JavaScript de Stripe. Consulta la <strong><a href=\"https:\/\/stripe.com\/docs\/keys\" target=\"_blank\">documentación de Stripe<\/a><\/strong> para más información.",
    "Secret Key": "Clave Secreta",
    "The Stripe secret key is used to authenticate requests to the Stripe API. Check out the <strong><a href=\"https:\/\/stripe.com\/docs\/keys\" target=\"_blank\">Stripe documentation<\/a><\/strong> for more information.": "La clave secreta de Stripe se usa para autenticar solicitudes a la API de Stripe. Consulta la <strong><a href=\"https:\/\/stripe.com\/docs\/keys\" target=\"_blank\">documentación de Stripe<\/a><\/strong> para más información.",
    "Webhook Signing Secret": "Secreto de Firma del Webhook",
    "The Stripe webhook signing secret is used to verify that incoming webhooks are from Stripe. Check out the <strong><a href=\"https:\/\/stripe.com\/docs\/webhooks\/signatures\" target=\"_blank\">Stripe documentation<\/a><\/strong> for more information.": "El secreto de firma del webhook de Stripe se usa para verificar que los webhooks entrantes son de Stripe. Consulta la <strong><a href=\"https:\/\/stripe.com\/docs\/webhooks\/signatures\" target=\"_blank\">documentación de Stripe<\/a><\/strong> para más información.",
    "Tenancy Settings": "Configuración de Tenancy",
    "Allow Tenant Invitations": "Permitir Invitaciones de Tenant",
    "If enabled, tenants users with an \"admin\" tenant role will be able to invite users to their tenant.": "Si está habilitado, los usuarios de tenants con un rol de tenant \"admin\" podrán invitar usuarios a su tenant.",
    "Allow Multiple Subscriptions Per Tenant": "Permitir Múltiples Suscripciones Por Tenant",
    "If enabled, tenants will be able to have multiple subscriptions. If disabled, tenants can only have one active subscription at a time.": "Si está habilitado, los tenants podrán tener múltiples suscripciones. Si está deshabilitado, los tenants solo pueden tener una suscripción activa a la vez.",
    "Allow Adding Tenant Specific Roles from Tenant Dashboard": "Permitir Añadir Roles Específicos de Tenant desde el Panel de Tenant",
    "If enabled, tenant admins can add roles that are specific to their tenant. If disabled, only tenant roles defined in the admin dashboard can be assigned to tenant users.": "Si está habilitado, los admins de tenant pueden añadir roles específicos de su tenant. Si está deshabilitado, solo los roles de tenant definidos en el panel de admin pueden ser asignados a usuarios de tenant.",
    "SID": "SID",
    "The Account SID from your Twilio account.": "El SID de Cuenta de tu cuenta de Twilio.",
    "The Auth Token from your Twilio account.": "El Token de Autenticación de tu cuenta de Twilio.",
    "The phone number or alphanumeric sender ID to send messages from.": "El número de teléfono o ID de remitente alfanumérico desde el cual enviar mensajes.",
    "You cannot accept this invitation, please contact support.": "No puedes aceptar esta invitación, por favor contacta a soporte.",
    "Invalid phone number. Make sure to include the country code with +.": "Número de teléfono inválido. Asegúrate de incluir el código de país con +.",
    "Phone number already exists.": "El número de teléfono ya existe.",
    "Failed to send verification code.": "Error al enviar el código de verificación.",
    "Too many attempts. Please wait a minute.": "Demasiados intentos. Por favor espera un minuto.",
    "Invalid verification code.": "Código de verificación inválido.",
    "Thanks for your order at :app_name!": "¡Gracias por tu pedido en :app_name!",
    "Dont't lose your subscription!": "¡No pierdas tu suscripción!",
    "Welcome to :app_name!": "¡Bienvenido a :app_name!",
    "Your subscription has been cancelled": "Tu suscripción ha sido cancelada",
    "Invitation to join :tenant": "Invitación para unirse a :tenant",
    "Reset Password": "Restablecer Contraseña",
    "Verify Email": "Verificar Email",
    "Accepted": "Aceptado",
    "Rejected": "Rechazado",
    "Refunded": "Reembolsado",
    "Per Unit": "Por Unidad",
    "Tiered Volume": "Volumen por Niveles",
    "Tiered Graduated": "Graduado por Niveles",
    "Seat Based": "Basado en Asientos",
    "Unknown": "Desconocido",
    "👍 Approved": "👍 Aprobado",
    "⏳ In Progress": "⏳ En Progreso",
    "✅ Completed": "✅ Completado",
    "⛔️ Cancelled": "⛔️ Cancelado",
    "👎 Declined": "👎 Rechazado",
    "🙏 Pending Approval": "🙏 Pendiente de Aprobación",
    "🐞 Bug": "🐞 Error",
    "🏅 Feature": "🏅 Funcionalidad",
    "Past Due": "Vencido",
    "Pending User Verification": "Pendiente de Verificación de Usuario",
    "Not Started": "No Iniciado",
    "Disputed": "Disputado",
    "New Lead Assigned": "Nuevo Lead Asignado",
    "You have been assigned the lead: :name": "Se te ha asignado el lead: :name",
    "🎉 Lead Converted!": "🎉 ¡Lead Convertido!",
    "Congratulations! You have converted the lead: :name": "¡Felicitaciones! Has convertido el lead: :name",
    "User Dashboard": "Panel de Usuario",
    "Admin Panel": "Panel de Admin",
    "Profile": "Perfil",
    "2-Factor Authentication": "Autenticación de 2 Factores",
    "Manage Workspaces": "Gestionar Espacios",
    "subscription": "suscripción",
    "free trial included": "prueba gratuita incluida",
    "address": "dirección",
    "tax number": "número de impuesto",
    "Manage your subscription and payment details.": "Gestiona tu suscripción y detalles de pago.",
    "Your verification code is: :code": "Tu código de verificación es: :code",
    "An active subscription is required to access CRM features.": "Se requiere una suscripción activa para acceder a las funcionalidades del CRM.",
    "Two Factor Authentication Code": "Código de Autenticación de Dos Factores",
    "Open your authenticator app and enter the code below to verify your identity.": "Abre tu aplicación de autenticación e ingresa el código a continuación para verificar tu identidad.",
    "If you lost access to your authentication device, you can use one of your recovery codes.": "Si perdiste acceso a tu dispositivo de autenticación, puedes usar uno de tus códigos de recuperación.",
    "Verify": "Verificar",
    "Login.": "Iniciar sesión.",
    "It's great to see you back again :)": "¡Es genial verte de vuelta! :)",
    "No account?": "¿No tienes cuenta?",
    "Register": "Registrarse",
    "Email Address": "Dirección de Email",
    "Remember Me": "Recuérdame",
    "Forgot Your Password?": "¿Olvidaste tu Contraseña?",
    "Login": "Iniciar sesión",
    "or": "o",
    "Confirm Password": "Confirmar Contraseña",
    "Confirm Password.": "Confirmar Contraseña.",
    "Enter your password to continue.": "Ingresa tu contraseña para continuar.",
    "Enter your email address.": "Ingresa tu dirección de email.",
    "Send Password Reset Link": "Enviar Enlace de Restablecimiento de Contraseña",
    "Reset Your Password.": "Restablecer tu Contraseña.",
    "You will receive an email with a link to reset your password.": "Recibirás un email con un enlace para restablecer tu contraseña.",
    "You are 1 step away from resetting your password.": "Estás a 1 paso de restablecer tu contraseña.",
    "Have an account?": "¿Tienes una cuenta?",
    "Register.": "Registrarse.",
    "Create an account to get started.": "Crea una cuenta para comenzar.",
    "Thank you!": "¡Gracias!",
    "Your account is successfully registered. Head to the home page to get started.": "Tu cuenta ha sido registrada exitosamente. Dirígete a la página de inicio para comenzar.",
    "Continue": "Continuar",
    "Registration Complete.": "Registro Completado.",
    "We are excited to have you on board. :)": "Estamos emocionados de tenerte a bordo. :)",
    "A fresh verification link has been sent to your email address.": "Un nuevo enlace de verificación ha sido enviado a tu dirección de email.",
    "Check your email.": "Revisa tu email.",
    "Please check your email for a verification link.": "Por favor revisa tu email para un enlace de verificación.",
    "If you did not receive the email, you can resend it.": "Si no recibiste el email, puedes reenviarlo.",
    "Send another verification email": "Enviar otro email de verificación",
    "Verify Your Email Address.": "Verifica tu Dirección de Email.",
    "This is necessary to continue your registration.": "Esto es necesario para continuar tu registro.",
    "From our blog": "De nuestro blog",
    "Check out our latest news and updates.": "Consulta nuestras últimas noticias y actualizaciones.",
    "Check out the latest news and updates :app blog!": "¡Consulta las últimas noticias y actualizaciones del blog de :app!",
    "Share this post.": "Comparte esta publicación.",
    "Twitter page": "Página de Twitter",
    "LinkedIn community": "Comunidad de LinkedIn",
    "Stay up-to-date": "Mantente actualizado",
    "Subscribe to our newsletter": "Suscríbete a nuestro boletín",
    "Your email address": "Tu dirección de email",
    "Subscribe": "Suscribirse",
    "Don't miss this": "No te pierdas esto",
    "You might also like": "También te puede gustar",
    "Thank You": "Gracias",
    "Thank you for your purchase!": "¡Gracias por tu compra!",
    "Your order is being processed and you will receive an email with your order details shortly.": "Tu pedido está siendo procesado y recibirás un email con los detalles de tu pedido en breve.",
    "It might take a few moments for your subscription to be activated.": "Puede tomar unos momentos para que tu suscripción sea activada.",
    "Start Your Journey": "Comienza tu Viaje",
    "Pay securely, cancel any time.": "Paga de forma segura, cancela en cualquier momento.",
    "We are thrilled to have you on board!": "¡Estamos encantados de tenerte a bordo!",
    "Thanks for joining us! It might take a few moments for your subscription to be activated.": "¡Gracias por unirte a nosotros! Puede tomar unos momentos para que tu suscripción sea activada.",
    "Try it out for free, no strings attached.": "Pruébalo gratis, sin compromisos.",
    "Complete Purchase": "Completar Compra",
    "Pay securely.": "Paga de forma segura.",
    "Complete your purchase": "Completa tu compra",
    "Launching soon 🚀": "Lanzamiento pronto 🚀",
    "Build ": "Construye ",
    "your SaaS": "tu SaaS",
    "with SaaSykit": "con SaaSykit",
    "SaaSykit is built using the beautiful Laravel framework (using TALL) and offers an intuitive Filament admin panel that houses all the pre-built components like product, plans, discounts, payment providers, email providers, transactions, blog, user & role management, and much more.": "SaaSykit está construido usando el hermoso framework Laravel (usando TALL) y ofrece un panel de administración Filament intuitivo que alberga todos los componentes preconstruidos como productos, planes, descuentos, proveedores de pago, proveedores de email, transacciones, blog, gestión de usuarios y roles, y mucho más.",
    "Sounds Interesting?": "¿Suena Interesante?",
    "Your email": "Tu email",
    "Sign up to get notified when we launch.": "Regístrate para recibir notificación cuando lancemos.",
    "We ": "Nosotros ",
    "NEVER": "NUNCA",
    "spam. Promise.": "enviamos spam. Lo prometemos.",
    "How it works": "Cómo funciona",
    "Order your SaaSykit license.": "Ordena tu licencia de SaaSykit.",
    "Build": "Construir",
    "Build your SaaS with SaaSykit.": "Construye tu SaaS con SaaSykit.",
    "Launch": "Lanzar",
    "Launch your SaaS and start earning.": "Lanza tu SaaS y comienza a ganar.",
    "Build your SaaS": "Construye tu SaaS",
    "Draft": "Borrador",
    "Read more >": "Leer más >",
    "More posts": "Más publicaciones",
    "Limited CRM Features:": "Funcionalidades CRM Limitadas:",
    "You are currently on the": "Actualmente estás en el",
    "plan.": "plan.",
    "Most Popular": "Más Popular",
    "per seat": "por asiento",
    "Buy": "Comprar",
    "Privacy Policy": "Política de Privacidad",
    "Terms of Service": "Términos de Servicio",
    "All rights reserved.": "Todos los derechos reservados.",
    "Facebook page": "Página de Facebook",
    "Instagram page": "Página de Instagram",
    "YouTube channel": "Canal de YouTube",
    "Linkedin page": "Página de Linkedin",
    "Github page": "Página de Github",
    "Discord community": "Comunidad de Discord",
    "Get started": "Comenzar",
    "Pricing": "Precios",
    "FAQ": "Preguntas Frecuentes",
    "Dashboard": "Panel",
    "My Invitations": "Mis Invitaciones",
    "Logout": "Cerrar sesión",
    "© :year :app. All rights reserved.": "© :year :app. Todos los derechos reservados.",
    "Something went wrong.": "Algo salió mal.",
    "Go Back Home": "Volver al Inicio",
    "<< back": "<< atrás",
    "< back home": "< volver al inicio",
    "Save ": "Ahorra ",
    "Start for FREE": "Comienza GRATIS",
    "Start now and upgrade as you go. No credit card required!": "¡Comienza ahora y mejora sobre la marcha. No se requiere tarjeta de crédito!",
    "Start Now": "Comenzar Ahora",
    "Most popular": "Más popular",
    "Per seat": "Por asiento",
    "Get :name Now": "Obtener :name Ahora",
    "Thanks for your order": "Gracias por tu pedido",
    "Hello,": "Hola,",
    "Thank you for your order at :app!": "¡Gracias por tu pedido en :app!",
    "Order number:": "Número de pedido:",
    "Quantity:": "Cantidad:",
    "Our support team is here to assist you with any questions or concerns. Feel free to reach out to us at ": "Nuestro equipo de soporte está aquí para ayudarte con cualquier pregunta o inquietud. No dudes en contactarnos en ",
    "Sincerely,": "Atentamente,",
    "Don't lose your subscription!": "¡No pierdas tu suscripción!",
    "Hi :name,": "Hola :name,",
    "We were unable to process your payment for your :plan subscription. Please update your payment details to avoid losing access to your account.": "No pudimos procesar tu pago para tu suscripción :plan. Por favor actualiza tus detalles de pago para evitar perder acceso a tu cuenta.",
    "Fix Problem": "Solucionar Problema",
    "Your subscription to our \":plan\" plan is expiring soon. Please update your payment details to avoid losing access to your account.": "Tu suscripción a nuestro plan \":plan\" está por expirar pronto. Por favor actualiza tus detalles de pago para evitar perder acceso a tu cuenta.",
    "Welcome to :app!": "¡Bienvenido a :app!",
    "Welcome aboard! We are thrilled to have you as a valued member of :app. Your subscription to our \":plan_name\" plan has been successfully processed, and we're excited to help you unlock the full potential of our platform.": "¡Bienvenido a bordo! Estamos encantados de tenerte como un miembro valioso de :app. Tu suscripción a nuestro plan \":plan_name\" ha sido procesada exitosamente, y estamos emocionados de ayudarte a desbloquear todo el potencial de nuestra plataforma.",
    "Your feedback is essential to us. If you have any suggestions, feature requests, or thoughts on how we can enhance your experience, please don't hesitate to let us know. We value your input.": "Tu retroalimentación es esencial para nosotros. Si tienes alguna sugerencia, solicitud de funcionalidad, o ideas sobre cómo podemos mejorar tu experiencia, por favor no dudes en hacérnoslo saber. Valoramos tu opinión.",
    "Sorry to see you go! :(": "¡Lamentamos verte partir! :(",
    "We are sad to see you go. Please let us know if there is anything we can do to improve our service.": "Estamos tristes de verte partir. Por favor háznos saber si hay algo que podamos hacer para mejorar nuestro servicio.",
    "Please drop us an email if you have any suggestions or feedback that you would like to share with us at": "Por favor envíanos un email si tienes alguna sugerencia o comentario que quieras compartir con nosotros en",
    "If you change your mind in the future, you can always subscribe again from your account dashboard.": "Si cambias de opinión en el futuro, siempre puedes suscribirte nuevamente desde el panel de tu cuenta.",
    "Thank you for using our services. We hope to see you again soon!": "¡Gracias por usar nuestros servicios. Esperamos verte pronto de nuevo!",
    "You are invited to join :name": "Estás invitado a unirte a :name",
    "Invitation to join :name": "Invitación para unirse a :name",
    "You have been invited to join :name.": "Has sido invitado a unirte a :name.",
    "Please click the button below to accept the invitation.": "Por favor haz clic en el botón a continuación para aceptar la invitación.",
    "Accept Invitation": "Aceptar Invitación",
    "Reset your password": "Restablecer tu contraseña",
    "You are receiving this email because we received a password reset request for your account.": "Estás recibiendo este email porque recibimos una solicitud de restablecimiento de contraseña para tu cuenta.",
    "This password reset link will expire in 60 minutes.": "Este enlace de restablecimiento de contraseña expirará en 60 minutos.",
    "If you did not request a password reset, no further action is required.": "Si no solicitaste un restablecimiento de contraseña, no se requiere ninguna acción adicional.",
    "If you're having trouble clicking the \"Reset Password\" button, copy and paste the URL below into your web browser:": "Si tienes problemas al hacer clic en el botón \"Restablecer Contraseña\", copia y pega la URL a continuación en tu navegador web:",
    "Verify your email address": "Verifica tu dirección de email",
    "Thanks for signing up for :app_name! Before getting started, could you verify your email address by clicking on the link below?": "¡Gracias por registrarte en :app_name! Antes de comenzar, ¿podrías verificar tu dirección de email haciendo clic en el enlace a continuación?",
    "Verify Email Address": "Verificar Dirección de Email",
    "If you're having trouble clicking the \"Verify Email Address\" button, copy and paste the URL below into your web browser:": "Si tienes problemas al hacer clic en el botón \"Verificar Dirección de Email\", copia y pega la URL a continuación en tu navegador web:",
    "Unauthorized": "No Autorizado",
    "Payment Required": "Pago Requerido",
    "Forbidden": "Prohibido",
    "The page you are looking for could not be found.": "La página que buscas no pudo ser encontrada.",
    "Page Expired": "Página Expirada",
    "Too Many Requests": "Demasiadas Solicitudes",
    "An error occurred during serving your request": "Ocurrió un error al procesar tu solicitud",
    "Server Error": "Error del Servidor",
    "Service Unavailable": "Servicio No Disponible",
    "To integrate Bitbucket with your application, you need to do the following steps:": "Para integrar Bitbucket con tu aplicación, necesitas seguir los siguientes pasos:",
    "To integrate Facebook with your application, check out ": "Para integrar Facebook con tu aplicación, consulta ",
    "getting access to the Facebook API.": "cómo obtener acceso a la API de Facebook.",
    "When prompted to enter a redirect URI, use the following:": "Cuando se te solicite ingresar una URI de redirección, usa la siguiente:",
    "To integrate Github with your application, check out ": "Para integrar Github con tu aplicación, consulta ",
    "getting access to the Github API.": "cómo obtener acceso a la API de Github.",
    "To integrate Gitlab with your application, check out ": "Para integrar Gitlab con tu aplicación, consulta ",
    "getting access to the Gitlab API.": "cómo obtener acceso a la API de Gitlab.",
    "To integrate Google with your application, check out ": "Para integrar Google con tu aplicación, consulta ",
    "getting access to the Google API.": "cómo obtener acceso a la API de Google.",
    "To integrate Linkedin with your application, check out ": "Para integrar Linkedin con tu aplicación, consulta ",
    "getting access to the LinkedIn API.": "cómo obtener acceso a la API de LinkedIn.",
    "On your LinkedIn app, under \"Auth\" tab -> \"Authorized redirect URLs for your app\", add the following URL:": "En tu aplicación de LinkedIn, en la pestaña \"Auth\" -> \"URLs de redirección autorizadas para tu aplicación\", agrega la siguiente URL:",
    "To integrate Twitter (X) with your application, check out ": "Para integrar Twitter (X) con tu aplicación, consulta ",
    "getting access to the Twitter API.": "cómo obtener acceso a la API de Twitter.",
    "To integrate Lemon Squeezy with your application, you need to do the following steps:": "Para integrar Lemon Squeezy con tu aplicación, necesitas seguir los siguientes pasos:",
    "Login to ": "Inicia sesión en ",
    "Lemon Squeezy Dashboard": "Panel de Lemon Squeezy",
    "API key": "Clave API",
    "On the left menu, click on \"Settings\" > \"API\". Click on the \"+\" sign on the right to create a new API key. Give the API key a name and click \"Create API Key\". Copy the generated key into the form in the field called \"API key\".": "En el menú izquierdo, haz clic en \"Settings\" > \"API\". Haz clic en el signo \"+\" a la derecha para crear una nueva clave API. Dale un nombre a la clave API y haz clic en \"Create API Key\". Copia la clave generada en el formulario en el campo llamado \"API key\".",
    "On the same page, on the left menu, click on \"Settings\" > \"Stores\". Copy the store id (\"#xxxxx\") without the # into the \"Store ID\" field.": "En la misma página, en el menú izquierdo, haz clic en \"Settings\" > \"Stores\". Copia el ID de tienda (\"#xxxxx\") sin el # en el campo \"Store ID\".",
    "On the same page, on the left menu, click on \"Settings\" > \"Webhooks\". Click on \"+\" to create a new webhook and enter the URL below.": "En la misma página, en el menú izquierdo, haz clic en \"Settings\" > \"Webhooks\". Haz clic en \"+\" para crear un nuevo webhook e ingresa la URL a continuación.",
    "Generate a new webhook signing secret and copy it into the form in the field called \"Signing Secret\" and also into the \"Signing secret\" field in the Lemon Squeezy Webhook creation form.": "Genera un nuevo secreto de firma de webhook y cópialo en el formulario en el campo llamado \"Signing Secret\" y también en el campo \"Signing secret\" en el formulario de creación de Webhook de Lemon Squeezy.",
    "You can use ": "Puedes usar ",
    "LastPass": "LastPass",
    " to generate a secure webhook signing secret.": " para generar un secreto de firma de webhook seguro.",
    "Click on \"Save Webhook\" and copy the generated webhook signing secret and enter it into the field in the form.": "Haz clic en \"Save Webhook\" y copia el secreto de firma de webhook generado e ingrésalo en el campo del formulario.",
    "To integrate Paddle with your application, you need to do the following steps:": "Para integrar Paddle con tu aplicación, necesitas seguir los siguientes pasos:",
    "Paddle Billing Dashboard": "Panel de Facturación de Paddle",
    "Under \"Developer Tools\" > \"Authentication\" you will find your Vendor Id (also referred to as seller ID). Enter it into the field in the form.": "En \"Developer Tools\" > \"Authentication\" encontrarás tu ID de Vendedor (también conocido como ID de vendedor). Ingrésalo en el campo del formulario.",
    "Under \"Developer Tools\" > \"Authentication\" > \"Client-side tokens\", click on \"Generate client-side token\". Once created, enter it into the field in the form.": "En \"Developer Tools\" > \"Authentication\" > \"Client-side tokens\", haz clic en \"Generate client-side token\". Una vez creado, ingrésalo en el campo del formulario.",
    "On the same page, click on \"Generate API Key\", and enter a name and a description for the key. Copy the generated key and enter it into the field in the form.": "En la misma página, haz clic en \"Generate API Key\", e ingresa un nombre y una descripción para la clave. Copia la clave generada e ingrésala en el campo del formulario.",
    "Head to \"Developer Tools\" > \"Notifications\" and click on \"New Destination\". Enter a description for the webhook, and select \"Webhook\" as \"Notification Type\", and enter the URL below.": "Ve a \"Developer Tools\" > \"Notifications\" y haz clic en \"New Destination\". Ingresa una descripción para el webhook, selecciona \"Webhook\" como \"Notification Type\", e ingresa la URL a continuación.",
    "From the list of events, select all the events under \"Transaction\", \"Subscription\" and \"Adjustment\". So all the following events should be selected:": "De la lista de eventos, selecciona todos los eventos bajo \"Transaction\", \"Subscription\" y \"Adjustment\". Por lo tanto, todos los siguientes eventos deben estar seleccionados:",
    "\"transaction.xyz\".": "\"transaction.xyz\".",
    "\"subscription.xyz\".": "\"subscription.xyz\".",
    "\"adjustment.xyz\".": "\"adjustment.xyz\".",
    "Click on \"Save Destination\" and copy the generated webhook secret key and enter it into the field in the form.": "Haz clic en \"Save Destination\" y copia la clave secreta del webhook generada e ingrésala en el campo del formulario.",
    "Sandbox mode": "Modo Sandbox",
    "In case you are installing this on a test environment, you can enable sandbox mode. This will use the Paddle sandbox environment instead of the live environment.": "En caso de que estés instalando esto en un entorno de prueba, puedes habilitar el modo sandbox. Esto usará el entorno sandbox de Paddle en lugar del entorno en vivo.",
    "Important:": "Importante:",
    "NEVER enable sandbox mode on a production environment!": "¡NUNCA habilites el modo sandbox en un entorno de producción!",
    "Default Payment Link": "Enlace de Pago Predeterminado",
    "Head to \"Checkout\" > \"Checkout Settings\" and under \"Default payment link\", enter the following URL:": "Ve a \"Checkout\" > \"Checkout Settings\" y en \"Default payment link\", ingresa la siguiente URL:",
    "Click on \"Save\".": "Haz clic en \"Save\".",
    "To integrate Stripe with your application, you need to do the following steps:": "Para integrar Stripe con tu aplicación, necesitas seguir los siguientes pasos:",
    "Stripe Dashboard": "Panel de Stripe",
    "Depending whether you want to use the test or live environment, you might need to tick the \"Test mode\" switch in the top right corner.": "Dependiendo de si quieres usar el entorno de prueba o en vivo, es posible que necesites activar el interruptor \"Test mode\" en la esquina superior derecha.",
    "Publishable key": "Clave publicable",
    "On the top menu, click on \"Developers\" > \"API keys\". Copy the \"Publishable key\" and enter it into the field in the form.": "En el menú superior, haz clic en \"Developers\" > \"API keys\". Copia la \"Publishable key\" e ingrésala en el campo del formulario.",
    "Secret key": "Clave secreta",
    "On the same page, click \"Reveal live key token\" and copy the \"Secret key\" and enter it into the field in the form.": "En la misma página, haz clic en \"Reveal live key token\" y copia la \"Secret key\" e ingrésala en el campo del formulario.",
    "On the same page, click on \"Webhooks\" tab. Click on \"Add endpoint\" and enter the URL below.": "En la misma página, haz clic en la pestaña \"Webhooks\". Haz clic en \"Add endpoint\" e ingresa la URL a continuación.",
    "Click on \"Select events\" then select all the following events:": "Haz clic en \"Select events\" y luego selecciona todos los siguientes eventos:",
    "Check all the \"payment_intent.xyz\" events.": "Marca todos los eventos \"payment_intent.xyz\".",
    "Check all the \"customer.xyz\" events.": "Marca todos los eventos \"customer.xyz\".",
    "Check all the \"invoice.xyz\" events.": "Marca todos los eventos \"invoice.xyz\".",
    "Check the \"charge.refunded\" event.": "Marca el evento \"charge.refunded\".",
    "Check the \"charge.failed\" event.": "Marca el evento \"charge.failed\".",
    "Click on \"Add endpoint\" and copy the generated webhook signing secret and enter it into the field in the form.": "Haz clic en \"Add endpoint\" y copia el secreto de firma de webhook generado e ingrésalo en el campo del formulario.",
    "To integrate Twilio with your application, you need to create a": "Para integrar Twilio con tu aplicación, necesitas crear una",
    "Twilio account": "cuenta de Twilio",
    ", then get your Twilio credentials and enter them into the form here.": ", luego obtén tus credenciales de Twilio e ingrésalas en el formulario aquí.",
    "Manage REST API access tokens": "Gestionar tokens de acceso API REST",
    "Active API": "API Activa",
    "Tokens": "Tokens",
    "Created in total": "Creados en total",
    "Endpoints": "Endpoints",
    "Complete CRUD": "CRUD Completo",
    "Existing Tokens": "Tokens Existentes",
    "Expired": "Expirado",
    "User:": "Usuario:",
    "Created:": "Creado:",
    "Last used:": "Último uso:",
    "Delete": "Eliminar",
    "Create New Token": "Crear Nuevo Token",
    "Create token manually:": "Crear token manualmente:",
    "For now, tokens must be created using Laravel Tinker.": "Por ahora, los tokens deben crearse usando Laravel Tinker.",
    "Steps to create a token:": "Pasos para crear un token:",
    "Available Endpoints": "Endpoints Disponibles",
    "List leads": "Listar leads",
    "Create lead": "Crear lead",
    "View lead": "Ver lead",
    "Update lead": "Actualizar lead",
    "Delete lead": "Eliminar lead",
    "Available filters": "Filtros disponibles",
    "Usage Example": "Ejemplo de Uso",
    "Confirm your two-factor authentication code.": "Confirma tu código de autenticación de dos factores.",
    "Enter your two-factor authentication code": "Ingresa tu código de autenticación de dos factores",
    "Confirm Two-Factor Authentication Code": "Confirmar Código de Autenticación de Dos Factores",
    "To enable 2-factor authentication, scan the code above with your authenticator app.": "Para habilitar la autenticación de 2 factores, escanea el código de arriba con tu aplicación de autenticación.",
    "If you can't use a QR code, you can enter the code below.": "Si no puedes usar un código QR, puedes ingresar el código a continuación.",
    "In the next step, you will be asked to enter a 2-factor authentication code.": "En el siguiente paso, se te pedirá que ingreses un código de autenticación de 2 factores.",
    "Two-factor authentication is already enabled for your account.": "La autenticación de dos factores ya está habilitada para tu cuenta.",
    "You can disable two-factor authentication by clicking the button below.": "Puedes deshabilitar la autenticación de dos factores haciendo clic en el botón a continuación.",
    "Two-factor authentication is an security feature that helps protect your account.": "La autenticación de dos factores es una característica de seguridad que ayuda a proteger tu cuenta.",
    "You can enable two-factor authentication by clicking the button below.": "Puedes habilitar la autenticación de dos factores haciendo clic en el botón a continuación.",
    "Enable Two-Factor Authentication": "Habilitar Autenticación de Dos Factores",
    "Below are your recovery codes. Please store them in a safe place as you can use them to recover access to your account if you lose your two-factor authentication device.": "A continuación están tus códigos de recuperación. Por favor guárdalos en un lugar seguro ya que puedes usarlos para recuperar el acceso a tu cuenta si pierdes tu dispositivo de autenticación de dos factores.",
    "I have stored my recovery codes in a safe place": "He guardado mis códigos de recuperación en un lugar seguro",
    "CRM Subscription Required": "Suscripción CRM Requerida",
    "To access CRM features you need an active subscription": "Para acceder a las funcionalidades del CRM necesitas una suscripción activa",
    "Included CRM Features:": "Funcionalidades CRM Incluidas:",
    "Contact Management": "Gestión de Contactos",
    "Course Catalog": "Catálogo de Cursos",
    "Notes and Follow-up": "Notas y Seguimiento",
    "Events and Reminders": "Eventos y Recordatorios",
    "Reports and Analytics": "Informes y Análisis",
    "Advanced Configuration": "Configuración Avanzada",
    "Automation": "Automatización",
    "Current workspace:": "Espacio actual:",
    "Ready to boost your educational management?": "¿Listo para impulsar tu gestión educativa?",
    "Need help?": "¿Necesitas ayuda?",
    "If you have questions about our plans or need assistance, do not hesitate to contact our support team.": "Si tienes preguntas sobre nuestros planes o necesitas asistencia, no dudes en contactar a nuestro equipo de soporte.",
    "API Documentation": "Documentación de la API",
    "All requests require a Bearer Token in the Authorization header:": "Todas las solicitudes requieren un Bearer Token en el encabezado de Autorización:",
    "Available Scopes": "Scopes Disponibles",
    "Usage Examples": "Ejemplos de Uso",
    "Copy your tokens from the table above. They are only shown in full once when created.": "Copia tus tokens de la tabla de arriba. Solo se muestran completos una vez cuando se crean.",
    "Complete documentation:": "Documentación completa:",
    "Check the file": "Consulta el archivo",
    "for more details on validations, error codes and advanced examples.": "para más detalles sobre validaciones, códigos de error y ejemplos avanzados.",
    "Include your API token in the Authorization header:": "Incluye tu token API en el encabezado de Autorización:",
    "Permissions (Scopes)": "Permisos (Scopes)",
    "List leads:": "Listar leads:",
    "Create a lead:": "Crear un lead:",
    "Rate Limits": "Límites de Tasa",
    "Save your API tokens securely. Once created, the full token is only shown once. You can copy it from the table above.": "Guarda tus tokens API de forma segura. Una vez creados, el token completo solo se muestra una vez. Puedes copiarlo de la tabla de arriba.",
    "Complete calendar view of all events. Click on any event to go to the related lead.": "Vista de calendario completa de todos los eventos. Haz clic en cualquier evento para ir al lead relacionado.",
    "Calendar view of all lead events. Use the dashboard date filters to adjust the displayed period.": "Vista de calendario de todos los eventos de leads. Usa los filtros de fecha del panel para ajustar el período mostrado.",
    "Please enter your discount code below.": "Por favor ingresa tu código de descuento a continuación.",
    "We are sad to see you leaving :(": "Lamentamos verte partir :(",
    "Is there anything we can do to change your mind?": "¿Hay algo que podamos hacer para cambiar tu opinión?",
    "Contact Us": "Contáctanos",
    "No, proceed with cancellation": "No, proceder con la cancelación",
    "It seems you are insisting. We are very sorry for that. Please tell us why you are leaving.": "Parece que insistes. Lamentamos mucho eso. Por favor dinos por qué te vas.",
    "Back to Subscriptions": "Volver a Suscripciones",
    "Subscribe to a Plan": "Suscribirse a un Plan",
    "CRM for Educational Institutions | Student Enrollment Software | Leads-Edu": "CRM para Centros Educativos | Software de Matrícula de Estudiantes | Leads-Edu",
    "Student Enrollment Made Easy": "Matrícula de Estudiantes Simplificada",
    "CRM Software for": "CRM para Educación",
    "Educational Institutions": "en la Nube",
    "Manage more leads and increase conversions with our specialized CRM for Educational Institutions.": "Gestiona más leads y aumenta las conversiones con nuestro CRM especializado para Centros Educativos.",
    "Start Free Trial": "Probar Gratis",
    "See Features": "Características",
    "Join educational institutions worldwide using Leads-Edu to streamline their enrollment process.": "Únete a centros educativos de todo el mundo que usan Leads-Edu para optimizar su proceso de matrícula.",
    "Complete Lead Management": "Gestión Completa de Leads",
    "Track Every Prospective Student": "Rastrea Cada Estudiante Potencial",
    "Capture, organize, and nurture leads from multiple sources. Track every interaction, manage follow-ups, and never miss an enrollment opportunity. Our intuitive CRM keeps all student information in one centralized platform.": "Captura, organiza y nutre leads de múltiples fuentes. Rastrea cada interacción, gestiona seguimientos y nunca pierdas una oportunidad de matrícula. Nuestro CRM intuitivo mantiene toda la información de estudiantes en una plataforma centralizada.",
    "From first contact to enrollment, manage the entire student journey with powerful tools designed for educational institutions.": "Desde el primer contacto hasta la matrícula, gestiona todo el viaje del estudiante con herramientas poderosas diseñadas para instituciones educativas.",
    "Key Features:": "Características Clave:",
    "Lead capture from multiple channels": "Captura de leads desde múltiples canales",
    "Automated follow-up reminders": "Recordatorios de seguimiento automatizados",
    "Complete communication history": "Historial completo de comunicaciones",
    "UTM tracking and campaign analytics": "Seguimiento UTM y análisis de campañas",
    "Secure & Private": "Seguro y Privado",
    "Your Data, Your Control": "Tus Datos, Tu Control",
    "Your institution's data remains completely private and secure. Full compliance with data protection regulations including GDPR and LOPD.": "Los datos de tu institución permanecen completamente privados y seguros. Cumplimiento total con regulaciones de protección de datos incluyendo GDPR y LOPD.",
    "Customize your catalogs, configure your enrollment phases, and manage your admissions team with role-based permissions.": "Personaliza tus catálogos, configura tus fases de matrícula y gestiona tu equipo de admisiones con permisos basados en roles.",
    "Flexible Configuration": "Configuración Flexible",
    "Courses, Programs & Catalogs": "Cursos, Programas y Catálogos",
    "Manage your complete course catalog with academic areas, business units, durations, campuses, and modalities. Configure everything from a beautiful admin panel tailored for educational institutions.": "Gestiona tu catálogo completo de cursos con áreas académicas, unidades de negocio, duraciones, sedes y modalidades. Configura todo desde un hermoso panel de administración adaptado para instituciones educativas.",
    "Customize sales phases, track lead origins, and manage enrollment reasons - all configurable per tenant to match your institution's unique process.": "Personaliza fases de venta, rastrea orígenes de leads y gestiona razones de matrícula - todo configurable por tenant para adaptarse al proceso único de tu institución.",
    "Streamlined Workflow": "Flujo de Trabajo Optimizado",
    "Efficient Follow-up Process": "Proceso de Seguimiento Eficiente",
    "Track every lead through your custom sales phases. Schedule follow-up calls, meetings, and emails with automated reminders. Document every interaction with notes and events to ensure no opportunity is missed.": "Rastrea cada lead a través de tus fases de venta personalizadas. Programa llamadas de seguimiento, reuniones y correos con recordatorios automatizados. Documenta cada interacción con notas y eventos para asegurar que no se pierda ninguna oportunidad.",
    "Complete Interaction History": "Historial Completo de Interacciones",
    "Lead Notes & Communication Log": "Notas de Lead y Registro de Comunicaciones",
    "Document every phone call, email, meeting, and interaction with prospective students. Keep a detailed history of all communications in one centralized place.": "Documenta cada llamada telefónica, correo, reunión e interacción con estudiantes potenciales. Mantén un historial detallado de todas las comunicaciones en un lugar centralizado.",
    "Mark important notes, categorize interactions by type, and schedule follow-up reminders. Never lose track of what was discussed or promised to a lead.": "Marca notas importantes, categoriza interacciones por tipo y programa recordatorios de seguimiento. Nunca pierdas el rastro de lo que se discutió o prometió a un lead.",
    "Note Features:": "Características de Notas:",
    "Categorize by type: call, email, meeting, observation": "Categorizar por tipo: llamada, correo, reunión, observación",
    "Mark critical notes as important": "Marcar notas críticas como importantes",
    "Schedule follow-up reminders": "Programar recordatorios de seguimiento",
    "Full audit trail with user attribution": "Registro de auditoría completo con atribución de usuario",
    "Never Miss a Follow-up": "Nunca Pierdas un Seguimiento",
    "Lead Events & Task Management": "Eventos de Lead y Gestión de Tareas",
    "Schedule and track all follow-up activities: calls, meetings, emails, WhatsApp messages, and campus visits. Set priorities and get automated reminders before each event.": "Programa y rastrea todas las actividades de seguimiento: llamadas, reuniones, correos, mensajes de WhatsApp y visitas al campus. Establece prioridades y recibe recordatorios automatizados antes de cada evento.",
    "Assign tasks to team members, track completion status, and document outcomes. Ensure every lead receives timely attention throughout the enrollment journey.": "Asigna tareas a miembros del equipo, rastrea el estado de finalización y documenta resultados. Asegura que cada lead reciba atención oportuna durante todo el proceso de matrícula.",
    "Event Capabilities:": "Capacidades de Eventos:",
    "Multiple event types: call, email, meeting, visit": "Múltiples tipos de eventos: llamada, correo, reunión, visita",
    "Priority levels: low, medium, high, urgent": "Niveles de prioridad: baja, media, alta, urgente",
    "Automated reminders (customizable timing)": "Recordatorios automatizados (tiempo personalizable)",
    "Status tracking: pending, in progress, completed": "Seguimiento de estado: pendiente, en progreso, completado",
    "Document results and outcomes": "Documentar resultados y desenlaces",
    "Powerful & Intuitive": "Potente e Intuitivo",
    "Complete CRM Dashboard": "Panel CRM Completo",
    "Manage leads, courses, contacts, and your entire enrollment process from a beautiful admin panel powered by Filament": "Gestiona leads, cursos, contactos y todo tu proceso de matrícula desde un hermoso panel de administración impulsado por Filament",
    "Data-Driven Decisions": "Decisiones Basadas en Datos",
    "Enrollment Analytics": "Análisis de Matrículas",
    "Track conversion rates, analyze lead sources, monitor enrollment trends, and measure team performance. Get actionable insights with comprehensive dashboards and reports tailored for educational institutions.": "Rastrea tasas de conversión, analiza fuentes de leads, monitorea tendencias de matrícula y mide el rendimiento del equipo. Obtén insights accionables con paneles y reportes completos adaptados para instituciones educativas.",
    "Engage Prospective Students": "Involucra a Estudiantes Potenciales",
    "Multi-Channel Communication": "Comunicación Multicanal",
    "Communicate with leads through email, phone, WhatsApp, and SMS. Track all interactions in one place and maintain a complete communication history for each prospective student.": "Comunícate con leads a través de email, teléfono, WhatsApp y SMS. Rastrea todas las interacciones en un solo lugar y mantén un historial completo de comunicaciones para cada estudiante potencial.",
    "Integrated with popular email providers like Mailgun, Postmark, and Amazon SES. Send personalized follow-ups and automated notifications to keep leads engaged throughout the enrollment process.": "Integrado con proveedores de email populares como Mailgun, Postmark y Amazon SES. Envía seguimientos personalizados y notificaciones automatizadas para mantener a los leads involucrados durante todo el proceso de matrícula.",
    "Supported email providers:": "Proveedores de email soportados:",
    "API Integration": "Integración API",
    "Connect Your Systems": "Conecta Tus Sistemas",
    "Integrate Leads-Edu with your existing systems through our REST API. Capture leads from your website, landing pages, and marketing campaigns automatically.": "Integra Leads-Edu con tus sistemas existentes a través de nuestra API REST. Captura leads de tu sitio web, páginas de destino y campañas de marketing automáticamente.",
    "Secure API with token-based authentication, rate limiting, and complete tenant isolation. Manage API tokens directly from your admin panel with customizable scopes and permissions.": "API segura con autenticación basada en tokens, límites de tasa y aislamiento completo de tenant. Gestiona tokens API directamente desde tu panel de administración con scopes y permisos personalizables.",
    "Secure Access Control": "Control de Acceso Seguro",
    "Role-Based Permissions": "Permisos Basados en Roles",
    "Manage your team with three distinct roles: Admin (full access), Manager (team oversight), and Comercial (lead management). Each role has specific permissions to ensure data security and workflow efficiency.": "Gestiona tu equipo con tres roles distintos: Admin (acceso completo), Manager (supervisión de equipo) y Comercial (gestión de leads). Cada rol tiene permisos específicos para garantizar la seguridad de datos y eficiencia del flujo de trabajo.",
    "Supported login providers:": "Proveedores de inicio de sesión soportados:",
    "Everything You Need": "Todo Lo Que Necesitas",
    "Comprehensive CRM Features": "Características CRM Completas",
    "Team Management": "Gestión de Equipo",
    "Manage your admissions team with role-based access control (Admin, Manager, Comercial).": "Gestiona tu equipo de admisiones con control de acceso basado en roles (Admin, Manager, Comercial).",
    "Fully translatable": "Totalmente traducible",
    "Translate your application to any language you want.": "Traduce tu aplicación a cualquier idioma que desees.",
    "Sitemap & SEO": "Sitemap y SEO",
    "Auto-generated sitemap and SEO optimization out of the box.": "Sitemap autogenerado y optimización SEO lista para usar.",
    "Lead Tracking": "Seguimiento de Leads",
    "Track leads through custom sales phases, from first contact to enrollment completion.": "Rastrea leads a través de fases de venta personalizadas, desde el primer contacto hasta la finalización de la matrícula.",
    "Configurable Catalogs": "Catálogos Configurables",
    "Customize courses, areas, campuses, modalities, and all catalogs from the admin panel.": "Personaliza cursos, áreas, sedes, modalidades y todos los catálogos desde el panel de administración.",
    "Notes & Events": "Notas y Eventos",
    "Document every interaction with detailed notes and schedule follow-up events with automated reminders.": "Documenta cada interacción con notas detalladas y programa eventos de seguimiento con recordatorios automatizados.",
    "Support & Training": "Soporte y Capacitación",
    "We're Here to Help": "Estamos Aquí para Ayudar",
    "Get comprehensive documentation, video tutorials, and dedicated support to help your team make the most of Leads-Edu CRM. We're committed to your success.": "Obtén documentación completa, tutoriales en video y soporte dedicado para ayudar a tu equipo a aprovechar al máximo Leads-Edu CRM. Estamos comprometidos con tu éxito.",
    "Get Started Today": "Comienza Hoy",
    "Transform Your Enrollment Process": "Transforma Tu Proceso de Matrícula",
    "Start Managing Leads Today": "Comienza a Gestionar Leads Hoy",
    "Got a Question?": "¿Tienes una Pregunta?",
    "Here are the most common questions to help you with your decision.": "Aquí están las preguntas más comunes para ayudarte con tu decisión.",
    "What is Leads-Edu?": "¿Qué es Leads-Edu?",
    "Leads-Edu is a specialized CRM platform designed specifically for educational institutions. It helps schools, universities, and training centers manage prospective students (leads), track the enrollment process, schedule follow-ups, and increase conversion rates. Our platform centralizes all student interactions, from first contact to enrollment.": "Leads-Edu es una plataforma CRM especializada diseñada específicamente para instituciones educativas. Ayuda a escuelas, universidades y centros de formación a gestionar estudiantes potenciales (leads), rastrear el proceso de matrícula, programar seguimientos y aumentar las tasas de conversión. Nuestra plataforma centraliza todas las interacciones con estudiantes, desde el primer contacto hasta la matrícula.",
    "What features does Leads-Edu include?": "¿Qué características incluye Leads-Edu?",
    "Leads-Edu includes everything you need to manage your enrollment process:": "Leads-Edu incluye todo lo que necesitas para gestionar tu proceso de matrícula:",
    "Lead Management: Capture and organize leads from multiple sources with UTM tracking": "Gestión de Leads: Captura y organiza leads de múltiples fuentes con seguimiento UTM",
    "Contact Management: Store complete student information including preferences and history": "Gestión de Contactos: Almacena información completa de estudiantes incluyendo preferencias e historial",
    "Course Catalog: Manage courses, programs, areas, campuses, and modalities": "Catálogo de Cursos: Gestiona cursos, programas, áreas, sedes y modalidades",
    "Lead Notes: Document every interaction (calls, emails, meetings) with full audit trail": "Notas de Lead: Documenta cada interacción (llamadas, correos, reuniones) con registro de auditoría completo",
    "Lead Events: Schedule follow-ups with automated reminders and task assignment": "Eventos de Lead: Programa seguimientos con recordatorios automatizados y asignación de tareas",
    "Custom Sales Phases: Configure your enrollment funnel stages": "Fases de Venta Personalizadas: Configura las etapas de tu embudo de matrícula",
    "Team Management: Role-based access (Admin, Manager, Comercial)": "Gestión de Equipo: Acceso basado en roles (Admin, Manager, Comercial)",
    "Analytics Dashboard: Track conversion rates, lead sources, and team performance": "Panel de Análisis: Rastrea tasas de conversión, fuentes de leads y rendimiento del equipo",
    "Multi-channel Communication: Email, phone, WhatsApp, SMS integration": "Comunicación Multicanal: Integración de email, teléfono, WhatsApp, SMS",
    "API Integration: Connect with your website and marketing tools": "Integración API: Conecta con tu sitio web y herramientas de marketing",
    "Data Security: GDPR and LOPD compliant with complete data isolation": "Seguridad de Datos: Cumplimiento GDPR y LOPD con aislamiento completo de datos",
    "Customizable Catalogs: Configure origins, null reasons, provinces, and more": "Catálogos Personalizables: Configura orígenes, razones nulas, provincias y más",
    "How does pricing work?": "¿Cómo funciona el precio?",
    "Leads-Edu offers flexible pricing based on the number of leads you manage. We have three plans:": "Leads-Edu ofrece precios flexibles basados en el número de leads que gestionas. Tenemos tres planes:",
    "Starter": "Starter",
    "$3.99\/seat\/month - Up to 1,000 leads with unlimited events and notes": "$3.99/asiento/mes - Hasta 1,000 leads con eventos y notas ilimitados",
    "Pro": "Pro",
    "$5.99\/seat\/month - Up to 10,000 leads (Most Popular)": "$5.99/asiento/mes - Hasta 10,000 leads (Más Popular)",
    "Premium": "Premium",
    "$8.99\/seat\/month - Up to 100,000 leads for large institutions": "$8.99/asiento/mes - Hasta 100,000 leads para instituciones grandes",
    "All plans include unlimited lead events and notes. You can start for FREE with 50 leads, lead events, and lead notes! Save 17% with yearly billing.": "Todos los planes incluyen eventos y notas de lead ilimitados. ¡Puedes empezar GRATIS con 50 leads, eventos de lead y notas de lead! Ahorra 17% con facturación anual.",
    "Can I try Leads-Edu before purchasing?": "¿Puedo probar Leads-Edu antes de comprar?",
    "Yes! You can start completely FREE with 50 leads, unlimited lead events, and unlimited lead notes. This allows you to test all features and see how Leads-Edu fits your institution's needs before committing to a paid plan.": "¡Sí! Puedes empezar completamente GRATIS con 50 leads, eventos de lead ilimitados y notas de lead ilimitadas. Esto te permite probar todas las características y ver cómo Leads-Edu se adapta a las necesidades de tu institución antes de comprometerte con un plan pagado.",
    "What counts as a \"Lead\"?": "¿Qué cuenta como un \"Lead\"?",
    "A Lead is any prospective student record in your CRM system. Each lead represents a potential enrollment opportunity and includes all their contact information, interactions, notes, and events. All leads count toward your plan limit, regardless of their status (new, contacted, interested, enrolled, or lost).": "Un Lead es cualquier registro de estudiante potencial en tu sistema CRM. Cada lead representa una oportunidad de matrícula potencial y incluye toda su información de contacto, interacciones, notas y eventos. Todos los leads cuentan hacia tu límite de plan, independientemente de su estado (nuevo, contactado, interesado, matriculado o perdido).",
    "Is my institution's data secure?": "¿Los datos de mi institución están seguros?",
    "Absolutely. Leads-Edu implements enterprise-grade security measures. Your institution's data is completely isolated and private. We are fully compliant with GDPR and LOPD data protection regulations. All data is encrypted in transit and at rest, and we perform regular security audits.": "Absolutamente. Leads-Edu implementa medidas de seguridad de nivel empresarial. Los datos de tu institución están completamente aislados y privados. Cumplimos completamente con las regulaciones de protección de datos GDPR y LOPD. Todos los datos están encriptados en tránsito y en reposo, y realizamos auditorías de seguridad regulares.",
    "Can I integrate Leads-Edu with my website?": "¿Puedo integrar Leads-Edu con mi sitio web?",
    "Yes! Leads-Edu provides a REST API that allows you to integrate with your website, landing pages, and marketing tools. You can automatically capture leads from web forms, track UTM parameters for campaign analytics, and sync data with your existing systems. API tokens are managed directly from your admin panel.": "¡Sí! Leads-Edu proporciona una API REST que te permite integrar con tu sitio web, páginas de destino y herramientas de marketing. Puedes capturar leads automáticamente desde formularios web, rastrear parámetros UTM para análisis de campañas y sincronizar datos con tus sistemas existentes. Los tokens API se gestionan directamente desde tu panel de administración.",
    "Additionally, you can easily integrate Leads-Edu with automation platforms like Zapier, Make (formerly Integromat), n8n, and other workflow automation tools. This allows you to connect with thousands of apps and create powerful automations without writing code.": "Además, puedes integrar fácilmente Leads-Edu con plataformas de automatización como Zapier, Make (anteriormente Integromat), n8n y otras herramientas de automatización de flujo de trabajo. Esto te permite conectarte con miles de aplicaciones y crear automatizaciones poderosas sin escribir código.",
    "How many team members can use the system?": "¿Cuántos miembros del equipo pueden usar el sistema?",
    "All plans support unlimited team members with role-based access control. You can assign three different roles: Admin (full access), Manager (team oversight and reporting), and Comercial (lead management). Each user can be configured with specific permissions based on their responsibilities.": "Todos los planes admiten miembros del equipo ilimitados con control de acceso basado en roles. Puedes asignar tres roles diferentes: Admin (acceso completo), Manager (supervisión del equipo y informes) y Comercial (gestión de leads). Cada usuario puede configurarse con permisos específicos según sus responsabilidades.",
    "What happens if I exceed my lead limit?": "¿Qué pasa si supero mi límite de leads?",
    "If you approach your plan's lead limit, we'll notify you in advance so you can upgrade seamlessly. You can upgrade to the next plan tier at any time directly from your admin panel. The upgrade is prorated, so you only pay for the remaining time in your billing cycle. All your data, settings, and team configurations remain intact during the upgrade.": "Si te acercas al límite de leads de tu plan, te notificaremos con anticipación para que puedas actualizar sin problemas. Puedes actualizar al siguiente nivel de plan en cualquier momento directamente desde tu panel de administración. La actualización es prorrateada, por lo que solo pagas por el tiempo restante en tu ciclo de facturación. Todos tus datos, configuraciones y configuraciones de equipo permanecen intactos durante la actualización.",
    "Do you offer training and support?": "¿Ofrecen capacitación y soporte?",
    "Yes! We provide comprehensive onboarding documentation, video tutorials, and email support to help your team get started. For any questions or issues, contact us at": "¡Sí! Proporcionamos documentación de capacitación completa, tutoriales en video y soporte por correo electrónico para ayudar a tu equipo a empezar. Para cualquier pregunta o problema, contáctanos en",
    "We're committed to your success and respond quickly to all support requests.": "Estamos comprometidos con tu éxito y respondemos rápidamente a todas las solicitudes de soporte.",
    "Can I cancel my subscription anytime?": "¿Puedo cancelar mi suscripción en cualquier momento?",
    "Yes, you can cancel your subscription at any time from your admin panel. There are no cancellation fees or long-term contracts. If you cancel, you'll retain access until the end of your current billing period. You can also export all your lead data before canceling.": "Sí, puedes cancelar tu suscripción en cualquier momento desde tu panel de administración. No hay tarifas de cancelación ni contratos a largo plazo. Si cancelas, conservarás el acceso hasta el final de tu período de facturación actual. También puedes exportar todos tus datos de leads antes de cancelar.",
    "Here you can manage your invitations to join teams.": "Aquí puedes gestionar tus invitaciones para unirte a equipos.",
    "Add discount": "Agregar descuento",
    "Información de Dirección": "Información de Dirección",
    "Actualiza tu información de dirección y contacto.": "Actualiza tu información de dirección y contacto.",
    "Guardar Dirección": "Guardar Dirección",
    "Close": "Cerrar",
    "Update your avatar and personal information.": "Actualiza tu avatar e información personal.",
    "Save Changes": "Guardar Cambios",
    "Once you cancel, your subscription will be active until the end of your billing period. You will be able to continue using the service until the end of your billing period.": "Una vez que canceles, tu suscripción estará activa hasta el final de tu período de facturación. Podrás continuar usando el servicio hasta el final de tu período de facturación.",
    "Confirm Subscription Cancellation": "Confirmar Cancelación de Suscripción",
    "Your subscription billing cycle will start immediately upon payment completion and will automatically renew on the same date in future billing cycles.": "Tu ciclo de facturación de suscripción comenzará inmediatamente al completar el pago y se renovará automáticamente en la misma fecha en futuros ciclos de facturación.",
    "By continuing, you agree to our": "Al continuar, aceptas nuestros",
    "and": "y",
    "Subscribe & Pay": "Suscribirse y Pagar",
    "Start Your Free Trial": "Comienza Tu Prueba Gratuita",
    "Enter your details": "Ingresa tus datos",
    "You are already registered, enter your password.": "Ya estás registrado, ingresa tu contraseña.",
    "Enter a password for your new account.": "Ingresa una contraseña para tu nueva cuenta.",
    "Your Name": "Tu Nombre",
    "Pay with": "Pagar con",
    "You will be redirected to complete your payment.": "Serás redirigido para completar tu pago.",
    "You will be asked to enter your payment details in a secure overlay.": "Se te pedirá que ingreses tus detalles de pago en una ventana segura.",
    "You will get an email with payment instructions.": "Recibirás un correo con instrucciones de pago.",
    "Plan details": "Detalles del plan",
    " free trial included": " prueba gratuita incluida",
    "subscription.": "suscripción.",
    "Starts immediately.": "Comienza inmediatamente.",
    "What you get:": "Lo que obtienes:",
    "Product Details": "Detalles del Producto",
    "Confirm & Pay": "Confirmar y Pagar",
    "Pick a workspace:": "Elige un espacio:",
    "Create a new workspace": "Crear un nuevo espacio",
    "Have a coupon code?": "¿Tienes un código de cupón?",
    "Remove Discount": "Eliminar Descuento",
    "Due now": "Vence ahora",
    "Number of seats:": "Número de asientos:",
    "Subscription price": "Precio de suscripción",
    "Price \/ ": "Precio \/ ",
    "Tiered pricing": "Precios por niveles",
    "Graduated pricing mimics the way income taxes are calculated, where you pay different rates on portions of your usage. The first tier is applied to the first units, the second tier to the next units, and so on.": "Los precios graduados imitan la forma en que se calculan los impuestos sobre la renta, donde pagas diferentes tasas en porciones de tu uso. El primer nivel se aplica a las primeras unidades, el segundo nivel a las siguientes unidades, y así sucesivamente.",
    "You have no invitations.": "No tienes invitaciones.",
    "Actions": "Acciones",
    "Accept": "Aceptar",
    "Reject": "Rechazar",
    "Unlimited": "Ilimitado",
    "+ Suggest a feature": "+ Sugerir una funcionalidad",
    "Done": "Hecho",
    "No features found, but you can ": "No se encontraron funcionalidades, pero puedes ",
    "suggest one!": "¡sugerir una!",
    "Suggest a feature \/ improvement": "Sugerir una funcionalidad \/ mejora",
    "What do you want to suggest?": "¿Qué quieres sugerir?",
    "Provide more description.": "Proporciona más descripción.",
    "Suggest": "Sugerir",
    "No extra description.": "Sin descripción adicional.",
    "Verify Your Phone Number To Continue": "Verifica Tu Número de Teléfono Para Continuar",
    "Before you can continue, we need to verify your phone number.": "Antes de que puedas continuar, necesitamos verificar tu número de teléfono.",
    "Your Mobile Phone Number": "Tu Número de Teléfono Móvil",
    "Edit Phone Number": "Editar Número de Teléfono",
    "Enter Verification Code": "Ingresar Código de Verificación",
    "Verify Phone": "Verificar Teléfono",
    "Send Verification Code": "Enviar Código de Verificación",
    "\"us\", \"we\", or \"our\"": "\"nosotros\", \"nos\" o \"nuestro\"",
    "operates the": "opera el",
    "website (the \"Service\"). This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.": "sitio web (el \"Servicio\"). Esta página te informa sobre nuestras políticas con respecto a la recolección, uso y divulgación de datos personales cuando usas nuestro Servicio y las opciones que tienes asociadas con esos datos.",
    "We will not use or share your information with anyone except as described in this Privacy Policy.": "No usaremos ni compartiremos tu información con nadie excepto como se describe en esta Política de Privacidad.",
    "We use your data to provide and improve the Service. By using the Service, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible at": "Usamos tus datos para proporcionar y mejorar el Servicio. Al usar el Servicio, aceptas la recolección y uso de información de acuerdo con esta política. A menos que se defina lo contrario en esta Política de Privacidad, los términos usados tienen los mismos significados que en nuestros Términos y Condiciones, accesibles en",
    "terms of service": "términos de servicio",
    "Definitions": "Definiciones",
    "Data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).": "Datos sobre un individuo vivo que puede ser identificado a partir de esos datos (o de esos y otra información en nuestra posesión o que probablemente llegue a nuestra posesión).",
    "Educational Lead Data": "Datos de Leads Educativos",
    "Information about prospective students including contact details, academic interests, course preferences, and communication history collected through our CRM system.": "Información sobre estudiantes potenciales incluyendo detalles de contacto, intereses académicos, preferencias de cursos e historial de comunicaciones recopilado a través de nuestro sistema CRM.",
    "Usage Data": "Datos de Uso",
    "Data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "Datos recopilados automáticamente generados por el uso del Servicio o de la infraestructura del Servicio mismo (por ejemplo, la duración de una visita a una página).",
    "Cookies": "Cookies",
    "Small pieces of data stored on a User's device.": "Pequeñas piezas de datos almacenadas en el dispositivo de un Usuario.",
    "Data Controller": "Controlador de Datos",
    "A person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal data are, or are to be, processed. For the purpose of this Privacy Policy, we are a Data Controller of your data.": "Una persona que (ya sea sola o conjuntamente o en común con otras personas) determina los propósitos y la manera en que se procesan o deben procesarse los datos personales. Para los propósitos de esta Política de Privacidad, somos un Controlador de Datos de tus datos.",
    "Data Processor (or Service Provider)": "Procesador de Datos (o Proveedor de Servicios)",
    "Any person (other than an employee of the Data Controller) who processes the data on behalf of the Data Controller. We may use the services of various Service Providers in order to process your data more effectively.": "Cualquier persona (que no sea un empleado del Controlador de Datos) que procesa los datos en nombre del Controlador de Datos. Podemos usar los servicios de varios Proveedores de Servicios para procesar tus datos de manera más efectiva.",
    "Data Subject": "Sujeto de Datos",
    "Any living individual who is the subject of Personal Data.": "Cualquier individuo vivo que es el sujeto de Datos Personales.",
    "The individual using our Service. The User corresponds to the Data Subject, who is the subject of Personal Data.": "El individuo que usa nuestro Servicio. El Usuario corresponde al Sujeto de Datos, quien es el sujeto de los Datos Personales.",
    "Information Collection And Use": "Recolección y Uso de Información",
    "We collect several different types of information for various purposes to provide and improve our Service to you.": "Recopilamos varios tipos diferentes de información para diversos propósitos para proporcionar y mejorar nuestro Servicio para ti.",
    "While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\"). Personally identifiable information may include, but is not limited to:": "Mientras usas nuestro Servicio, podemos pedirte que nos proporciones cierta información de identificación personal que puede usarse para contactarte o identificarte (\"Datos Personales\"). La información de identificación personal puede incluir, pero no se limita a:",
    "Email address": "Dirección de correo electrónico",
    "First and last name": "Nombre y apellido",
    "Phone number": "Número de teléfono",
    "Academic interests and course preferences": "Intereses académicos y preferencias de cursos",
    "Educational background": "Antecedentes educativos",
    "Cookies and usage data": "Cookies y datos de uso",
    "We may use your Personal Data to contact you with newsletters, marketing or promotional materials about educational programs and other information that may be of interest to you. You may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.": "Podemos usar tus Datos Personales para contactarte con boletines, materiales de marketing o promocionales sobre programas educativos y otra información que pueda ser de tu interés. Puedes optar por no recibir ninguna, o todas, estas comunicaciones de nosotros siguiendo el enlace de cancelación de suscripción o las instrucciones proporcionadas en cualquier correo que enviemos.",
    "As an educational CRM platform, we collect and process information about prospective students (leads) on behalf of educational institutions. This may include:": "Como plataforma CRM educativa, recopilamos y procesamos información sobre estudiantes potenciales (leads) en nombre de instituciones educativas. Esto puede incluir:",
    "Contact information (name, email, phone)": "Información de contacto (nombre, correo, teléfono)",
    "Course and program interests": "Intereses en cursos y programas",
    "Academic background and qualifications": "Antecedentes académicos y calificaciones",
    "Communication preferences and history": "Preferencias e historial de comunicación",
    "Enrollment status and sales phase": "Estado de matrícula y fase de venta",
    "Marketing source and campaign data (UTM parameters)": "Fuente de marketing y datos de campaña (parámetros UTM)",
    "This data is processed on behalf of our clients (educational institutions) who are the data controllers for their respective leads. We act as a data processor and only use this information to provide our CRM services.": "Estos datos se procesan en nombre de nuestros clientes (instituciones educativas) quienes son los controladores de datos para sus respectivos leads. Actuamos como procesador de datos y solo usamos esta información para proporcionar nuestros servicios CRM.",
    "We may also collect information about how the Service is accessed and used (\"Usage Data\"). This Usage Data may include information such as your computer's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "También podemos recopilar información sobre cómo se accede y usa el Servicio (\"Datos de Uso\"). Estos Datos de Uso pueden incluir información como la dirección de Protocolo de Internet de tu computadora (por ejemplo, dirección IP), tipo de navegador, versión del navegador, las páginas de nuestro Servicio que visitas, la hora y fecha de tu visita, el tiempo pasado en esas páginas, identificadores únicos de dispositivo y otros datos de diagnóstico.",
    "Tracking & Cookies Data": "Seguimiento y Datos de Cookies",
    "We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.": "Usamos cookies y tecnologías de seguimiento similares para rastrear la actividad en nuestro Servicio y mantener cierta información.",
    "Cookies are files with small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Tracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.": "Las cookies son archivos con pequeñas cantidades de datos que pueden incluir un identificador único anónimo. Las cookies se envían a tu navegador desde un sitio web y se almacenan en tu dispositivo. Las tecnologías de seguimiento también usadas son balizas, etiquetas y scripts para recopilar y rastrear información y para mejorar y analizar nuestro Servicio.",
    "You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.": "Puedes instruir a tu navegador para que rechace todas las cookies o para que indique cuándo se envía una cookie. Sin embargo, si no aceptas cookies, es posible que no puedas usar algunas partes de nuestro Servicio.",
    "Examples of Cookies we use:": "Ejemplos de Cookies que usamos:",
    "Session Cookies": "Cookies de Sesión",
    "We use Session Cookies to operate our Service.": "Usamos Cookies de Sesión para operar nuestro Servicio.",
    "Preference Cookies": "Cookies de Preferencias",
    "We use Preference Cookies to remember your preferences and various settings.": "Usamos Cookies de Preferencias para recordar tus preferencias y varias configuraciones.",
    "Security Cookies": "Cookies de Seguridad",
    "We use Security Cookies for security purposes.": "Usamos Cookies de Seguridad con fines de seguridad.",
    "Analytics Cookies": "Cookies de Análisis",
    "We use Analytics Cookies to track user behavior and improve our Service.": "Usamos Cookies de Análisis para rastrear el comportamiento del usuario y mejorar nuestro Servicio.",
    "Customer Data (Educational Institutions)": "Datos de Clientes (Instituciones Educativas)",
    "Customer Data may include, without limitation, personal information such as names, email addresses, and phone numbers of your prospective students (leads), enrolled students, and other users. Information may be input into the Service by you or collected through integrations with your websites, landing pages, and other marketing properties.": "Los Datos de Clientes pueden incluir, sin limitación, información personal como nombres, direcciones de correo electrónico y números de teléfono de tus estudiantes potenciales (leads), estudiantes matriculados y otros usuarios. La información puede ser ingresada al Servicio por ti o recopilada a través de integraciones con tus sitios web, páginas de destino y otras propiedades de marketing.",
    "We will only process Customer Data for the purposes set forth in your agreement with us for the provisioning of the CRM Service. As a data processor, we implement strict security measures and tenant isolation to ensure your data remains private and secure.": "Solo procesaremos los Datos de Clientes para los propósitos establecidos en tu acuerdo con nosotros para la provisión del Servicio CRM. Como procesador de datos, implementamos medidas de seguridad estrictas y aislamiento de tenant para asegurar que tus datos permanezcan privados y seguros.",
    "Use of Data": "Uso de Datos",
    "uses the collected data for various purposes:": "usa los datos recopilados para varios propósitos:",
    "To provide and maintain our CRM Service": "Para proporcionar y mantener nuestro Servicio CRM",
    "To notify you about changes to our Service": "Para notificarte sobre cambios en nuestro Servicio",
    "To allow you to participate in interactive features of our Service when you choose to do so": "Para permitirte participar en características interactivas de nuestro Servicio cuando elijas hacerlo",
    "To provide customer support": "Para proporcionar soporte al cliente",
    "To gather analysis or valuable information so that we can improve our Service": "Para recopilar análisis o información valiosa para que podamos mejorar nuestro Servicio",
    "To monitor the usage of our Service": "Para monitorear el uso de nuestro Servicio",
    "To detect, prevent and address technical issues": "Para detectar, prevenir y abordar problemas técnicos",
    "To manage and track educational leads on behalf of our clients": "Para gestionar y rastrear leads educativos en nombre de nuestros clientes",
    "To facilitate communication between educational institutions and prospective students": "Para facilitar la comunicación entre instituciones educativas y estudiantes potenciales",
    "To generate reports and analytics about lead conversion and enrollment": "Para generar informes y análisis sobre conversión de leads y matrícula",
    "To provide you with news, special offers and general information about educational programs and services which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information": "Para proporcionarte noticias, ofertas especiales e información general sobre programas y servicios educativos que ofrecemos que son similares a aquellos que ya has comprado o consultado, a menos que hayas optado por no recibir dicha información",
    "Retention of Data": "Retención de Datos",
    "will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "retendrá tus Datos Personales solo durante el tiempo necesario para los propósitos establecidos en esta Política de Privacidad. Retendremos y usaremos tus Datos Personales en la medida necesaria para cumplir con nuestras obligaciones legales (por ejemplo, si se nos requiere retener tus datos para cumplir con las leyes aplicables), resolver disputas y hacer cumplir nuestros acuerdos y políticas legales.",
    "will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods.": "también retendrá los Datos de Uso para propósitos de análisis interno. Los Datos de Uso generalmente se retienen por un período de tiempo más corto, excepto cuando estos datos se usan para fortalecer la seguridad o mejorar la funcionalidad de nuestro Servicio, o estamos legalmente obligados a retener estos datos por períodos de tiempo más largos.",
    "Transfer Of Data": "Transferencia de Datos",
    "Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.": "Tu información, incluyendo Datos Personales, puede ser transferida a — y mantenida en — computadoras ubicadas fuera de tu estado, provincia, país u otra jurisdicción gubernamental donde las leyes de protección de datos pueden diferir de las de tu jurisdicción.",
    "will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.": "tomará todos los pasos razonablemente necesarios para asegurar que tus datos sean tratados de forma segura y de acuerdo con esta Política de Privacidad y no se realizará ninguna transferencia de tus Datos Personales a una organización o país a menos que haya controles adecuados en su lugar incluyendo la seguridad de tus datos y otra información personal.",
    "Business Transaction": "Transacción Comercial",
    "If": "Si",
    "is involved in a merger, acquisition or asset sale, your Personal Data may be transferred. We will provide notice before your Personal Data is transferred and becomes subject to a different Privacy Policy.": "está involucrado en una fusión, adquisición o venta de activos, tus Datos Personales pueden ser transferidos. Proporcionaremos aviso antes de que tus Datos Personales sean transferidos y queden sujetos a una Política de Privacidad diferente.",
    "Disclosure for Law Enforcement": "Divulgación para Cumplimiento de la Ley",
    "Under certain circumstances,": "Bajo ciertas circunstancias,",
    "may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).": "puede ser requerido divulgar tus Datos Personales si así lo requiere la ley o en respuesta a solicitudes válidas de autoridades públicas (por ejemplo, un tribunal o una agencia gubernamental).",
    "Legal Requirements": "Requisitos Legales",
    "may disclose your Personal Data in the good faith belief that such action is necessary to:": "puede divulgar tus Datos Personales en la creencia de buena fe de que tal acción es necesaria para:",
    "To comply with a legal obligation": "Cumplir con una obligación legal",
    "To protect and defend the rights or property of": "Proteger y defender los derechos o propiedad de",
    "To prevent or investigate possible wrongdoing in connection with the Service": "Prevenir o investigar posibles irregularidades en conexión con el Servicio",
    "To protect the personal safety of users of the Service or the public": "Proteger la seguridad personal de los usuarios del Servicio o del público",
    "To protect against legal liability": "Proteger contra responsabilidad legal",
    "Security Of Data": "Seguridad de los Datos",
    "The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.": "La seguridad de tus datos es importante para nosotros, pero recuerda que ningún método de transmisión por Internet, o método de almacenamiento electrónico es 100% seguro. Aunque nos esforzamos por usar medios comercialmente aceptables para proteger tus Datos Personales, no podemos garantizar su seguridad absoluta.",
    "We implement industry-standard security measures including encryption, secure data centers, regular security audits, and strict access controls. All data is isolated by tenant to ensure complete privacy between educational institutions.": "Implementamos medidas de seguridad estándar de la industria incluyendo encriptación, centros de datos seguros, auditorías de seguridad regulares y controles de acceso estrictos. Todos los datos están aislados por tenant para asegurar privacidad completa entre instituciones educativas.",
    "Your Rights": "Tus Derechos",
    "aims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.": "busca tomar pasos razonables para permitirte corregir, enmendar, eliminar o limitar el uso de tus Datos Personales.",
    "Whenever made possible, you can update your Personal Data directly within your account settings section. If you are unable to change your Personal Data, please contact us to make the required changes.": "Siempre que sea posible, puedes actualizar tus Datos Personales directamente dentro de la sección de configuración de tu cuenta. Si no puedes cambiar tus Datos Personales, por favor contáctanos para hacer los cambios requeridos.",
    "If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.": "Si deseas ser informado sobre qué Datos Personales tenemos sobre ti y si quieres que sean eliminados de nuestros sistemas, por favor contáctanos.",
    "In certain circumstances, you have the right:": "En ciertas circunstancias, tienes el derecho:",
    "To access and receive a copy of the Personal Data we hold about you": "A acceder y recibir una copia de los Datos Personales que tenemos sobre ti",
    "To rectify any Personal Data held about you that is inaccurate": "A rectificar cualquier Dato Personal que tengamos sobre ti que sea inexacto",
    "To request the deletion of Personal Data held about you": "A solicitar la eliminación de Datos Personales que tengamos sobre ti",
    "To object to processing of your Personal Data": "A objetar el procesamiento de tus Datos Personales",
    "To request restriction of processing your Personal Data": "A solicitar restricción del procesamiento de tus Datos Personales",
    "To request transfer of your Personal Data": "A solicitar la transferencia de tus Datos Personales",
    "To withdraw consent at any time": "A retirar el consentimiento en cualquier momento",
    "You have the right to data portability for the information you provide to": "Tienes el derecho a la portabilidad de datos para la información que proporcionas a",
    "You can request to obtain a copy of your Personal Data in a commonly used electronic format so that you can manage and move it.": "Puedes solicitar obtener una copia de tus Datos Personales en un formato electrónico comúnmente usado para que puedas gestionarlos y moverlos.",
    "Please note that we may ask you to verify your identity before responding to such requests.": "Ten en cuenta que podemos pedirte que verifiques tu identidad antes de responder a tales solicitudes.",
    "Service Providers": "Proveedores de Servicios",
    "We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.": "Podemos emplear compañías e individuos de terceros para facilitar nuestro Servicio (\"Proveedores de Servicios\"), para proporcionar el Servicio en nuestro nombre, para realizar servicios relacionados con el Servicio o para ayudarnos a analizar cómo se usa nuestro Servicio.",
    "These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.": "Estos terceros tienen acceso a tus Datos Personales solo para realizar estas tareas en nuestro nombre y están obligados a no divulgarlos o usarlos para ningún otro propósito.",
    "Analytics": "Analítica",
    "We may use third-party Service Providers to monitor and analyze the use of our Service.": "Podemos usar Proveedores de Servicios de terceros para monitorear y analizar el uso de nuestro Servicio.",
    "Google Analytics": "Google Analytics",
    "Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network.": "Google Analytics es un servicio de analítica web ofrecido por Google que rastrea e informa el tráfico del sitio web. Google usa los datos recopilados para rastrear y monitorear el uso de nuestro Servicio. Estos datos se comparten con otros servicios de Google. Google puede usar los datos recopilados para contextualizar y personalizar los anuncios de su propia red publicitaria.",
    "You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on. The add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity. For more information on the privacy practices of Google, please visit the Google Privacy & Terms web page.": "Puedes optar por no hacer que tu actividad en el Servicio esté disponible para Google Analytics instalando el complemento de exclusión del navegador de Google Analytics. El complemento evita que el JavaScript de Google Analytics (ga.js, analytics.js y dc.js) comparta información con Google Analytics sobre la actividad de visitas. Para más información sobre las prácticas de privacidad de Google, visita la página web de Privacidad y Términos de Google.",
    "Behavioral Remarketing": "Remarketing Conductual",
    "uses remarketing services to advertise on third party websites to you after you visited our Service. We and our third-party vendors use cookies to inform, optimize and serve ads based on your past visits to our Service.": "usa servicios de remarketing para anunciarte en sitios web de terceros después de que visitaste nuestro Servicio. Nosotros y nuestros proveedores de terceros usamos cookies para informar, optimizar y servir anuncios basados en tus visitas pasadas a nuestro Servicio.",
    "Google AdWords": "Google AdWords",
    "Google AdWords remarketing service is provided by Google Inc. You can opt-out of Google Analytics for Display Advertising and customize the Google Display Network ads by visiting the Google Ads Settings page. Google also recommends installing the Google Analytics Opt-out Browser Add-on for your web browser. Google Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics. For more information on the privacy practices of Google, please visit the Google Privacy & Terms web page.": "El servicio de remarketing de Google AdWords es proporcionado por Google Inc. Puedes optar por no participar en Google Analytics para Publicidad de Display y personalizar los anuncios de la Red de Display de Google visitando la página de Configuración de Anuncios de Google. Google también recomienda instalar el Complemento de Exclusión del Navegador de Google Analytics para tu navegador web. El Complemento de Exclusión proporciona a los visitantes la capacidad de evitar que sus datos sean recopilados y usados por Google Analytics. Para más información sobre las prácticas de privacidad de Google, visita la página web de Privacidad y Términos de Google.",
    "Facebook remarketing service is provided by Facebook Inc. You can learn more about interest-based advertising from Facebook by visiting this page. To opt-out from Facebook's interest-based ads follow these instructions from Facebook. Facebook adheres to the Self-Regulatory Principles for Online Behavioral Advertising established by the Digital Advertising Alliance. You can also opt-out from Facebook and other participating companies through the Digital Advertising Alliance in the USA, the Digital Advertising Alliance of Canada, or the European Interactive Digital Advertising Alliance in Europe, or opt-out using your mobile device settings.": "El servicio de remarketing de Facebook es proporcionado por Facebook Inc. Puedes aprender más sobre publicidad basada en intereses de Facebook visitando esta página. Para optar por no participar en los anuncios basados en intereses de Facebook, sigue estas instrucciones de Facebook. Facebook se adhiere a los Principios de Autorregulación para Publicidad Conductual en Línea establecidos por la Digital Advertising Alliance. También puedes optar por no participar de Facebook y otras compañías participantes a través de la Digital Advertising Alliance en EE.UU., la Digital Advertising Alliance de Canadá, o la European Interactive Digital Advertising Alliance en Europa, o optar por no participar usando la configuración de tu dispositivo móvil.",
    "For more information on the privacy practices of Facebook, please visit Facebook's Data Policy.": "Para más información sobre las prácticas de privacidad de Facebook, visita la Política de Datos de Facebook.",
    "We may provide paid products and\/or services within the Service. In that case, we use third-party services for payment processing (e.g. payment processors). We will not store or collect your payment card details. That information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy. These payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover. PCI-DSS requirements help ensure the secure handling of payment information. The payment processor we work with is Stripe. Their Privacy Policy can be viewed here.": "Podemos proporcionar productos y/o servicios pagados dentro del Servicio. En ese caso, usamos servicios de terceros para el procesamiento de pagos (por ejemplo, procesadores de pago). No almacenaremos ni recopilaremos los detalles de tu tarjeta de pago. Esa información se proporciona directamente a nuestros procesadores de pago de terceros cuyo uso de tu información personal se rige por su Política de Privacidad. Estos procesadores de pago se adhieren a los estándares establecidos por PCI-DSS según lo administrado por el PCI Security Standards Council, que es un esfuerzo conjunto de marcas como Visa, Mastercard, American Express y Discover. Los requisitos PCI-DSS ayudan a asegurar el manejo seguro de la información de pago. El procesador de pago con el que trabajamos es Stripe. Su Política de Privacidad se puede ver aquí.",
    "Links To Other Sites": "Enlaces a Otros Sitios",
    "Our Service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit.": "Nuestro Servicio puede contener enlaces a otros sitios que no son operados por nosotros. Si haces clic en un enlace de terceros, serás dirigido al sitio de ese tercero. Te recomendamos encarecidamente que revises la Política de Privacidad de cada sitio que visites.",
    "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "No tenemos control sobre y no asumimos responsabilidad por el contenido, políticas de privacidad o prácticas de sitios o servicios de terceros.",
    "Children's Privacy": "Privacidad de los Niños",
    "Our Service does not address anyone under the age of 13 (\"Children\"). We do not knowingly collect personally identifiable information from anyone under the age of 13. If you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.": "Nuestro Servicio no se dirige a nadie menor de 13 años (\"Niños\"). No recopilamos conscientemente información de identificación personal de nadie menor de 13 años. Si eres padre o tutor y estás consciente de que tu Hijo nos ha proporcionado Datos Personales, por favor contáctanos. Si nos damos cuenta de que hemos recopilado Datos Personales de niños sin verificación del consentimiento parental, tomamos medidas para eliminar esa información de nuestros servidores.",
    "Changes To This Privacy Policy": "Cambios a Esta Política de Privacidad",
    "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. We will let you know via email and\/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy. You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "Podemos actualizar nuestra Política de Privacidad de vez en cuando. Te notificaremos cualquier cambio publicando la nueva Política de Privacidad en esta página. Te informaremos por correo electrónico y/o un aviso prominente en nuestro Servicio, antes de que el cambio entre en vigencia y actualizaremos la \"fecha de vigencia\" en la parte superior de esta Política de Privacidad. Se te aconseja revisar esta Política de Privacidad periódicamente para cualquier cambio. Los cambios a esta Política de Privacidad son efectivos cuando se publican en esta página.",
    "If you have any questions about this Privacy Policy, please contact us at": "Si tienes alguna pregunta sobre esta Política de Privacidad, por favor contáctanos en",
    "Please read these Terms of Service (\"Terms\", \"Terms of Service\") carefully before using the": "Por favor lee estos Términos de Servicio (\"Términos\", \"Términos de Servicio\") cuidadosamente antes de usar el",
    "website (the \"Service\") operated by": "sitio web (el \"Servicio\") operado por",
    "(\"us\", \"we\", or \"our\").": "(\"nosotros\", \"nos\" o \"nuestro\").",
    "Your access to and use of the Service is conditioned upon your acceptance of and compliance with these Terms. These Terms apply to all visitors, users, and others who wish to access or use the Service. By accessing or using the Service, you agree to be bound by these Terms. If you disagree with any part of the terms, then you do not have permission to access the Service.": "Tu acceso y uso del Servicio está condicionado a tu aceptación y cumplimiento de estos Términos. Estos Términos se aplican a todos los visitantes, usuarios y otros que deseen acceder o usar el Servicio. Al acceder o usar el Servicio, aceptas estar sujeto a estos Términos. Si no estás de acuerdo con alguna parte de los términos, entonces no tienes permiso para acceder al Servicio.",
    "Leads-Edu is a CRM platform designed specifically for educational institutions to manage prospective students (leads), track enrollment processes, and facilitate communication between institutions and potential students.": "Leads-Edu es una plataforma CRM diseñada específicamente para instituciones educativas para gestionar estudiantes potenciales (leads), rastrear procesos de matrícula y facilitar la comunicación entre instituciones y estudiantes potenciales.",
    "Communications": "Comunicaciones",
    "By creating an Account on our service, you agree to subscribe to newsletters, marketing or promotional materials about educational programs, and other information we may send. However, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.": "Al crear una Cuenta en nuestro servicio, aceptas suscribirte a boletines, materiales de marketing o promocionales sobre programas educativos y otra información que podamos enviar. Sin embargo, puedes optar por no recibir ninguna, o todas, estas comunicaciones de nosotros siguiendo el enlace de cancelación de suscripción o las instrucciones proporcionadas en cualquier correo que enviemos.",
    "The CRM Service is billed on a subscription basis (\"Subscription(s)\"). You will be billed in advance on a recurring and periodic basis (\"Billing Cycle\"). Billing cycles are set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.": "El Servicio CRM se factura sobre una base de suscripción (\"Suscripción(es)\"). Se te facturará por adelantado de forma recurrente y periódica (\"Ciclo de Facturación\"). Los ciclos de facturación se establecen mensual o anualmente, dependiendo del tipo de plan de suscripción que selecciones al comprar una Suscripción.",
    "At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or": "Al final de cada Ciclo de Facturación, tu Suscripción se renovará automáticamente bajo las mismas condiciones exactas a menos que la canceles o",
    "cancels it. You may cancel your Subscription renewal by contacting": "la cancele. Puedes cancelar la renovación de tu Suscripción contactando",
    "customer support team or by canceling the Subscription from your account dashboard.": "al equipo de soporte al cliente o cancelando la Suscripción desde el panel de tu cuenta.",
    "A valid payment method, including credit card, is required to process the payment for your Subscription. You shall provide": "Se requiere un método de pago válido, incluyendo tarjeta de crédito, para procesar el pago de tu Suscripción. Deberás proporcionar",
    "with accurate and complete billing information, including full name, address, state, zip code, telephone number, and valid payment method information. By submitting such payment information, you automatically authorize": "información de facturación precisa y completa, incluyendo nombre completo, dirección, estado, código postal, número de teléfono e información de método de pago válido. Al enviar dicha información de pago, autorizas automáticamente",
    "to charge all Subscription fees incurred through your account to any such payment instruments.": "a cobrar todas las tarifas de Suscripción incurridas a través de tu cuenta a cualquiera de dichos instrumentos de pago.",
    "Should automatic billing fail to occur for any reason,": "Si la facturación automática falla por cualquier razón,",
    "will issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.": "emitirá una factura electrónica indicando que debes proceder manualmente, dentro de una fecha límite determinada, con el pago completo correspondiente al período de facturación según se indica en la factura.",
    "Free Trial": "Prueba Gratuita",
    "may, at its sole discretion, offer a Subscription with a free trial for a limited period of time (\"Free Trial\"). You may be required to enter your billing information in order to sign up for the Free Trial.": "puede, a su sola discreción, ofrecer una Suscripción con una prueba gratuita por un período limitado de tiempo (\"Prueba Gratuita\"). Puede que se te requiera ingresar tu información de facturación para registrarte en la Prueba Gratuita.",
    "If you do enter your billing information when signing up for the Free Trial, you will not be charged by": "Si ingresas tu información de facturación al registrarte en la Prueba Gratuita, no se te cobrará por",
    "until the Free Trial has expired. On the last day of the Free Trial period, unless you canceled your Subscription, you will be automatically charged the applicable Subscription fees for the type of Subscription you have selected.": "hasta que la Prueba Gratuita haya expirado. En el último día del período de Prueba Gratuita, a menos que hayas cancelado tu Suscripción, se te cobrarán automáticamente las tarifas de Suscripción aplicables para el tipo de Suscripción que hayas seleccionado.",
    "At any time and without notice,": "En cualquier momento y sin previo aviso,",
    "reserves the right to (i) modify the terms and conditions of the Free Trial offer, or (ii) cancel such Free Trial offer.": "se reserva el derecho de (i) modificar los términos y condiciones de la oferta de Prueba Gratuita, o (ii) cancelar dicha oferta de Prueba Gratuita.",
    "Fee Changes": "Cambios de Tarifas",
    ", in its sole discretion and at any time, may modify the Subscription fees for the Subscriptions. Any Subscription fee change will become effective at the end of the then-current Billing Cycle.": ", a su sola discreción y en cualquier momento, puede modificar las tarifas de Suscripción para las Suscripciones. Cualquier cambio de tarifa de Suscripción entrará en vigencia al final del Ciclo de Facturación actual.",
    "will provide you with reasonable prior notice of any change in Subscription fees to give you an opportunity to terminate your Subscription before such change becomes effective.": "te proporcionará un aviso previo razonable de cualquier cambio en las tarifas de Suscripción para darte la oportunidad de terminar tu Suscripción antes de que dicho cambio entre en vigencia.",
    "Your continued use of the Service after the Subscription fee change comes into effect constitutes your agreement to pay the modified Subscription fee amount.": "Tu uso continuado del Servicio después de que el cambio de tarifa de Suscripción entre en vigencia constituye tu acuerdo de pagar el monto de tarifa de Suscripción modificado.",
    "Refunds": "Reembolsos",
    "Certain refund requests for Subscriptions may be considered by": "Ciertas solicitudes de reembolso para Suscripciones pueden ser consideradas por",
    "on a case-by-case basis and granted in the sole discretion of": "caso por caso y otorgadas a sola discreción de",
    "Content and Lead Data": "Contenido y Datos de Leads",
    "Our CRM Service allows you to input, store, manage, and process information about prospective students (leads), including contact information, academic interests, communication history, and other educational data (\"Content\" or \"Lead Data\"). You are responsible for the Content that you input into the Service, including its accuracy, legality, and appropriateness.": "Nuestro Servicio CRM te permite ingresar, almacenar, gestionar y procesar información sobre estudiantes potenciales (leads), incluyendo información de contacto, intereses académicos, historial de comunicaciones y otros datos educativos (\"Contenido\" o \"Datos de Leads\"). Eres responsable del Contenido que ingresas al Servicio, incluyendo su precisión, legalidad y adecuación.",
    "By inputting Lead Data into the Service, you represent and warrant that: (1) you have the legal right to collect and process this data, (2) you have obtained all necessary consents from data subjects, (3) the data processing complies with applicable data protection laws (including GDPR, LOPD, and other relevant regulations), and (4) the posting of your Content does not violate the privacy rights, publicity rights, or any other rights of any person or entity.": "Al ingresar Datos de Leads al Servicio, declaras y garantizas que: (1) tienes el derecho legal de recopilar y procesar estos datos, (2) has obtenido todos los consentimientos necesarios de los sujetos de datos, (3) el procesamiento de datos cumple con las leyes de protección de datos aplicables (incluyendo GDPR, LOPD y otras regulaciones relevantes), y (4) la publicación de tu Contenido no viola los derechos de privacidad, derechos de publicidad o cualquier otro derecho de ninguna persona o entidad.",
    "You retain full ownership of all Lead Data you input into the Service. We act solely as a data processor on your behalf. We take no responsibility and assume no liability for Content you input into the Service. However, by using the Service, you grant us the limited right to process, store, and display such Content solely for the purpose of providing the CRM Service to you.": "Retienes la propiedad completa de todos los Datos de Leads que ingresas al Servicio. Actuamos únicamente como procesador de datos en tu nombre. No asumimos responsabilidad ni responsabilidad por el Contenido que ingresas al Servicio. Sin embargo, al usar el Servicio, nos otorgas el derecho limitado de procesar, almacenar y mostrar dicho Contenido únicamente con el propósito de proporcionarte el Servicio CRM.",
    "implements strict tenant isolation to ensure your Lead Data remains completely separate from other institutions' data. We have the right but not the obligation to monitor Content for security and compliance purposes.": "implementa aislamiento estricto de tenant para asegurar que tus Datos de Leads permanezcan completamente separados de los datos de otras instituciones. Tenemos el derecho pero no la obligación de monitorear el Contenido con fines de seguridad y cumplimiento.",
    "Platform content, features, and functionality (excluding your Lead Data) are the property of": "El contenido, características y funcionalidad de la plataforma (excluyendo tus Datos de Leads) son propiedad de",
    "or used with permission. You may not distribute, modify, transmit, reuse, download, repost, copy, or use said platform Content for commercial purposes without express advance written permission from us.": "o usados con permiso. No puedes distribuir, modificar, transmitir, reutilizar, descargar, volver a publicar, copiar o usar dicho Contenido de la plataforma con fines comerciales sin permiso expreso por escrito de nosotros.",
    "Accounts and User Roles": "Cuentas y Roles de Usuario",
    "When you create an account with us, you guarantee that you are above the age of 18, represent a legitimate educational institution or authorized entity, and that the information you provide us is accurate, complete, and current at all times. Inaccurate, incomplete, or obsolete information may result in the immediate termination of your account on the Service.": "Cuando creas una cuenta con nosotros, garantizas que tienes más de 18 años, representas una institución educativa legítima o entidad autorizada, y que la información que nos proporcionas es precisa, completa y actual en todo momento. La información inexacta, incompleta u obsoleta puede resultar en la terminación inmediata de tu cuenta en el Servicio.",
    "You are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and\/or account. You agree to accept responsibility for any and all activities or actions that occur under your account and\/or password, whether your password is with our Service or a third-party service. You must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.": "Eres responsable de mantener la confidencialidad de tu cuenta y contraseña, incluyendo pero no limitado a la restricción de acceso a tu computadora y/o cuenta. Aceptas asumir la responsabilidad por todas y cada una de las actividades o acciones que ocurran bajo tu cuenta y/o contraseña, ya sea que tu contraseña esté con nuestro Servicio o un servicio de terceros. Debes notificarnos inmediatamente al tomar conocimiento de cualquier violación de seguridad o uso no autorizado de tu cuenta.",
    "As a multi-tenant CRM platform, each educational institution has its own isolated tenant space. You are responsible for managing user roles and permissions within your tenant (Admin, Manager, Comercial). All users within your tenant must comply with these Terms.": "Como plataforma CRM multi-tenant, cada institución educativa tiene su propio espacio de tenant aislado. Eres responsable de gestionar los roles de usuario y permisos dentro de tu tenant (Admin, Manager, Comercial). Todos los usuarios dentro de tu tenant deben cumplir con estos Términos.",
    "You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you, without appropriate authorization. You may not use as a username any name that is offensive, vulgar or obscene. We reserve the right to refuse service, terminate accounts, remove or edit content in our sole discretion.": "No puedes usar como nombre de usuario el nombre de otra persona o entidad que no esté legalmente disponible para uso, un nombre o marca registrada que esté sujeta a derechos de otra persona o entidad distinta a ti, sin la autorización apropiada. No puedes usar como nombre de usuario ningún nombre que sea ofensivo, vulgar u obsceno. Nos reservamos el derecho de rechazar el servicio, terminar cuentas, eliminar o editar contenido a nuestra sola discreción.",
    "Intellectual Property": "Propiedad Intelectual",
    "The Service and its original content (excluding Lead Data provided by users), features and functionality are and will remain the exclusive property of": "El Servicio y su contenido original (excluyendo los Datos de Leads proporcionados por los usuarios), características y funcionalidad son y permanecerán como propiedad exclusiva de",
    "and its licensors. The Service is protected by copyright, trademark, and other laws of both the United States and foreign countries. Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of": "y sus licenciantes. El Servicio está protegido por derechos de autor, marcas registradas y otras leyes tanto de Estados Unidos como de países extranjeros. Nuestras marcas registradas y presentación comercial no pueden ser usadas en conexión con ningún producto o servicio sin el consentimiento previo por escrito de",
    "Links To Other Web Sites": "Enlaces a Otros Sitios Web",
    "Our Service may contain links to third-party websites or services that are not owned or controlled by": "Nuestro Servicio puede contener enlaces a sitios web o servicios de terceros que no son propiedad ni están controlados por",
    "has no control over, and assumes no responsibility for the content, privacy policies, or practices of any third-party websites or services. We do not warrant the offerings of any of these entities\/individuals or their websites.": "no tiene control sobre, y no asume responsabilidad por el contenido, políticas de privacidad o prácticas de sitios web o servicios de terceros. No garantizamos las ofertas de ninguna de estas entidades\/individuos o sus sitios web.",
    "You acknowledge and agree that": "Reconoces y aceptas que",
    "shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such third-party websites or services.": "no será responsable, directa o indirectamente, por cualquier daño o pérdida causada o alegada de ser causada por o en conexión con el uso o dependencia de cualquier contenido, bienes o servicios disponibles en o a través de sitios web o servicios de terceros.",
    "We strongly advise you to read the terms and conditions and privacy policies of any third-party websites or services that you visit.": "Te recomendamos encarecidamente que leas los términos y condiciones y políticas de privacidad de cualquier sitio web o servicio de terceros que visites.",
    "Termination": "Terminación",
    "We may terminate or suspend your account and bar access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of the Terms. If you wish to terminate your account, you may simply discontinue using the Service or contact our support team.": "Podemos terminar o suspender tu cuenta y bloquear el acceso al Servicio inmediatamente, sin previo aviso o responsabilidad, bajo nuestra sola discreción, por cualquier razón y sin limitación, incluyendo pero no limitado a una violación de los Términos. Si deseas terminar tu cuenta, simplemente puedes dejar de usar el Servicio o contactar a nuestro equipo de soporte.",
    "Upon termination, you will have a grace period to export your Lead Data. After this period, all data associated with your tenant will be permanently deleted. All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability.": "Al terminar, tendrás un período de gracia para exportar tus Datos de Leads. Después de este período, todos los datos asociados con tu tenant serán eliminados permanentemente. Todas las disposiciones de los Términos que por su naturaleza deben sobrevivir a la terminación sobrevivirán, incluyendo, sin limitación, disposiciones de propiedad, renuncias de garantía, indemnización y limitaciones de responsabilidad.",
    "Limitation Of Liability": "Limitación de Responsabilidad",
    "In no event shall": "En ningún caso",
    ", nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.": ", ni sus directores, empleados, socios, agentes, proveedores o afiliados, serán responsables por daños indirectos, incidentales, especiales, consecuentes o punitivos, incluyendo sin limitación, pérdida de ganancias, datos, uso, buena voluntad u otras pérdidas intangibles, resultantes de (i) tu acceso o uso o incapacidad de acceder o usar el Servicio; (ii) cualquier conducta o contenido de terceros en el Servicio; (iii) cualquier contenido obtenido del Servicio; y (iv) acceso, uso o alteración no autorizada de tus transmisiones o contenido, ya sea basado en garantía, contrato, agravio (incluyendo negligencia) o cualquier otra teoría legal, hayamos sido informados o no de la posibilidad de tal daño, e incluso si un remedio establecido aquí falla en su propósito esencial.",
    "Disclaimer": "Descargo de Responsabilidad",
    "Your use of the Service is at your sole risk. The Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement, or course of performance.": "Tu uso del Servicio es bajo tu propio riesgo. El Servicio se proporciona \"TAL CUAL\" y \"SEGÚN DISPONIBILIDAD\". El Servicio se proporciona sin garantías de ningún tipo, ya sean expresas o implícitas, incluyendo, pero no limitado a, garantías implícitas de comerciabilidad, idoneidad para un propósito particular, no infracción o curso de desempeño.",
    "its subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure, or available at any particular time or location; b) any errors or defects will be corrected; c) the Service is free of viruses or other harmful components; or d) the results of using the Service will meet your requirements.": "sus subsidiarias, afiliados y licenciantes no garantizan que a) el Servicio funcionará ininterrumpidamente, seguro o disponible en cualquier momento o ubicación particular; b) cualquier error o defecto será corregido; c) el Servicio está libre de virus u otros componentes dañinos; o d) los resultados del uso del Servicio cumplirán tus requisitos.",
    "Exclusions": "Exclusiones",
    "Some jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you.": "Algunas jurisdicciones no permiten la exclusión de ciertas garantías o la exclusión o limitación de responsabilidad por daños consecuentes o incidentales, por lo que las limitaciones anteriores pueden no aplicarse a ti.",
    "Changes To Terms": "Cambios a los Términos",
    "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material, we will provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.": "Nos reservamos el derecho, a nuestra sola discreción, de modificar o reemplazar estos Términos en cualquier momento. Si una revisión es material, proporcionaremos al menos 30 días de aviso previo antes de que los nuevos términos entren en vigencia. Lo que constituye un cambio material será determinado a nuestra sola discreción.",
    "By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, you are no longer authorized to use the Service.": "Al continuar accediendo o usando nuestro Servicio después de que las revisiones entren en vigencia, aceptas estar sujeto a los términos revisados. Si no estás de acuerdo con los nuevos términos, ya no estás autorizado para usar el Servicio.",
    "If you have any questions about these Terms, please contact us at": "Si tienes alguna pregunta sobre estos Términos, por favor contáctanos en",
    "Suggest a feature or stay on top of what we are working on.": "Sugiere una funcionalidad o mantente al tanto de lo que estamos trabajando.",
    "<< Back to Roadmap": "<< Volver a la Hoja de Ruta",
    "It might take a few moments for your subscription to be updated.": "Puede tomar unos momentos para que tu suscripción sea actualizada.",
    "Continue Your Journey": "Continúa tu Viaje",
    "New Plan details": "Detalles del Nuevo Plan",
    "New Subscription price": "Precio de Nueva Suscripción",
    " seat": " asiento",
    "You will be charged a prorated amount that covers the difference between your current plan and your new plan for the remainder of the current billing period.": "Se te cobrará un monto prorrateado que cubre la diferencia entre tu plan actual y tu nuevo plan por el resto del período de facturación actual.",
    "Cancel anytime in account settings at least one day before each renewal date. Plan automatically renews until cancelled. Your billing date may not line up with your apprenticeship start date.": "Cancela en cualquier momento en la configuración de la cuenta al menos un día antes de cada fecha de renovación. El plan se renueva automáticamente hasta que se cancele. Tu fecha de facturación puede no coincidir con tu fecha de inicio.",
    "Confirm & Subscribe": "Confirmar y Suscribirse",
    "Your experience on this site will be improved by allowing cookies.": "Tu experiencia en este sitio mejorará al permitir cookies.",
    "Allow cookies": "Permitir cookies",
    "Serial No.": "Número de Serie",
    "Invoice date": "Fecha de factura",
    "Bill to": "Facturar a",
    "VAT code": "Código IVA",
    "Units": "Unidades",
    "Qty": "Cant.",
    "Tax": "Impuesto",
    "Total discount": "Descuento total",
    "Taxable amount": "Monto imponible",
    "Tax rate": "Tasa de impuesto",
    "Total taxes": "Impuestos totales",
    "Shipping": "Envío",
    "Total amount": "Monto total",
    "Page": "Página",
    "Thank you for verifying your phone number!": "¡Gracias por verificar tu número de teléfono!",
    "Your phone number has been successfully verified.": "Tu número de teléfono ha sido verificado exitosamente.",
    "Verify Your Phone Number": "Verifica tu Número de Teléfono"
}
